"RV_PROPRESENTER" = "ProPresenter";
"RV_RED" = "红色";
"RV_BLUE" = "蓝色";
"RV_GREEN" = "绿色";
"RV_ALIGNMENT" = "对齐";
"RV_SOURCE" = "来源";
"RV_SAVE_AS" = "另存为…";
"RV_MASTER" = "Master";
"RV_CONVERT_MEDIA_ACTION" = "将媒体动作转换为幻灯片元素";
"RV_GROUP_LABEL" = "分组标签";
"RV_RELAUNCH" = "ProPresenter 需要重新启动。";
"RV_LINKED" = "已连接";
"RV_DO_YOU_WISH_TO_CONTINUE" = "你想继续吗？";
"RV_BACKGROUND_COLOR" = "背景色";
"RV_AUDIO_TRACK" = "音轨";
"RV_REMOVE_AUDIO_TRACK" = "移除音轨";
"RV_REPLACE_AUDIO_TRACK" = "替换音轨";
"RV_HEIGHT" = "高度";
"RV_SORT_BY" = "排序…";
"RV_EXPORTING" = "正在导出…";
"UNDO_INSERT_DISPLAY_ELEMENT" = "插入显示元素";
"UNDO_INSERT_DISPLAY_ELEMENTS" = "插入显示元素";
"UNDO_REMOVE_DISPLAY_ELEMENT" = "移除显示元素";
"UNDO_REMOVE_DISPLAY_ELEMENTS" = "移除显示元素";
"UNDO_REPLACE_DISPLAY_ELEMENT" = "替换显示元素";
"UNDO_REPLACE_DISPLAY_ELEMENTS" = "替换显示元素";
"UNDO_MOVE_DISPLAY_ELEMENT" = "移动显示元素";
"RV_Manually" = "手动";
"RV_ARRANGEMENT" = "编排";
"RV_TYPE" = "类型";
"RV_NAME" = "名称";
"RV_PATH" = "路径";
"RV_KIND" = "类型";
"RV_DURATION" = "持续时间";
"RV_CLEAN_UP_BY" = "Clean Up By";
"RV_FORMAT" = "格式";
"RV_ORIGINAL_LENGTH" = "原始长度";
"RV_PRODUCER" = "Producer";
"RV_BIBLES" = "圣经";
"RV_BIBLES_OPTIONS" = "幻灯片选项";
"RV_BIBLE_PURCHACE_PROMPT" = "还没为这个 ProPresenter 注册购买 %@，或者所有购买的许可证都在使用。你要购买这本圣经吗？";
"RV_LICENSE" = "许可证";
"RV_REFERENCE" = "Reference:";
"RV_VERSE" = "Verse:";
"RV_NO_TEXT_BOX_TITLE" = "（无标题的文字方块）";
"RV_REPLACE_LIBRARY_CONFIRMATION" = "\"%@\" 已存在于资源库中。你想用正在移动的这个来替换吗？"; /* 保留 %@ 作为 NAME VALUE 的占位符 */
"RV_DELETE_MEDIA_CUE_ALERT" = "你确定要删除所选的媒体提示吗？";
"RV_CREATE_NEW_CLOUD_LIBRARY" = "创建新的云端资源库";
"RV_INVALID_WARNING_WITH_DAYS" = "你的代码无效。你还有 %i 天输入一个新的解锁码。";
"RV_SELECT" = "选择";
"RV_MASK" = "遮罩";
"RV_GROUP_COLOR" = "分组颜色";
"RV_SLIDE" = "幻灯片";
"RV_FILE_NOT_LOCATED_GENERIC" = "\"%@\" 找不到"; /* generic COULD NOT BE LOCATED. Keep the "%@" as specific property names are added dynamically */
"RV_NOT_VALID_CODE" = "无效的解锁码";
"RV_CHOOSE_FILES" = "选择导入的文件";
"RV_REPLACE_GENERIC_CONFIRMATION" = "\"%@\" 已存在。你想替换它吗？"; /* 保留 \"%@\" 作为 NAME VALUE 的占位符 */
"RV_CATEGORY" = "类别";
"RV_VISIT_WWWRV" = "请访问 renewedvision.com 购买额外的许可证。";
"RV_REPLACE_MY_FILES" = "替换我的文件";
"RV_SAVE_LABEL" = "保存标签";
"RV_CANCEL" = "取消";
"RV_COPYRIGHT_YEAR" = "版权年份";
"RV_ADD_NEW_ARRANGEMENT" = "新建编排…";
"RV_UNAMED_ARRANGEMENT_FALLBACK_NAME" = "未命名的编排";
"RV_DUPLICATE_ARRANGEMENT_NAME" = "已经有一个编排使用此名称。请选择其他名称。";
"RV_CHOOSE_DIRECTORY" = "选择一个目录";
"RV_ADD_ACTION" = "添加动作";
"RV_UNDO_ADD_ACTIONS" = "添加动作";
"RV_UNDO_ADD_ACTION" = "添加动作";

"RV_SAVE_AS_PROMPT" = "输入新文件的名称。";
"RV_EDIT_ACTION" = "Edit Action: \"%@\""; /* generic edit. Keep the "%@" as specific property names are added dynamically */
"RV_DELETE_FILES_ALERT_GENERIC" = "你确定要将 \"%@\" 文件移到废纸篓吗？";
"RV_DELETE_LINKED_CONTENT" = "将链接的媒体移到废纸篓";
"RV_DELETE_FILES_ALERT" = "你确定要将 %i 个文件移到废纸篓吗？";
"RV_DELETE_FROM_HARDDRIVE" = "移到废纸篓";
"RV_COLOR" = "颜色";
"RV_DELETE_CUES" = "删除提示";
"RV_REVERT_ALL_PREFERENCES_FROM_DATE" = "从 %@ 的备份还原首选项";
"RV_PREFERENCE_RESET_CONFIRMATION" = "你确定要重置所有首选项吗？";
"RV_PREFERENCE_REVERT_CONFIRMATION" = "你确定要还原到备份吗？";
"RV_IMPROPER_REPOSITORY" = "此功能将 ProPresenter 文件同步到可以从多台计算机访问的公共资源库中。\n\n 所选服务器位置中存在未知文件或目录。你必须选择一个空文件夹或一个现有的 ProPresenter 远程资源库。";
"RV_LABEL" = "标签";
"RV_USE_EXISTING" = "使用现有的";
"RV_LOCK" = "锁定";
"RV_LOGOUT" = "注销";
"RV_MOVE_TO_TRASH_EXPLAINATION" = "\"删除提示\" will remove from ProPresenter only. \"Move to trash\" will delete 提示 from all ProPresenter 播放列表 and delete the file from the hard drive and ProPresenter Cloud (if applicable).";
"RV_MOVE_TO_TRASH_VIDEO_INPUT_EXPLAINATION" = "\"删除提示\" will remove from ProPresenter only.";
"RV_MOVE_TEMPLATE_CONFIRMATION" = "你确定要将名为 \"%@\" 的主题移到废纸篓吗？"; /* Keep %@ as a NAME VALUE placeholder */
"RV_IMPORT" = "导入";
"UNDO_IMPORT" = "导入";
"RV_LOGIN" = "登录";
"RV_HOT_KEY" = "热键…"; /* Feature on a slide. Press a Key on the keyboard and the slide assigned to that "Hot Key" will be triggered */
"RV_ADD_PATH" = "添加路径";
"RV_MEDIA" = "媒体";
"RV_UNABLE_TO_COPY" = "错误：无法拷贝文件。 %@";
"RV_EDIT_SLIDE" = "编辑幻灯片";
"RV_ERROR" = "错误";
"RV_QUIT_CONFIRMATION" = "你确定要退出 ProPresenter 吗？";
"RV_INVALID_CHARS" = "The name \"%@\" contains invalid characters.";/* Keep %@ as a NAME VALUE placeholder */
"RV_NAME_TAKEN" = "The name \"%@\" is already taken."; /* Keep %@ as a NAME VALUE placeholder */
"RV_RESERVED_NAME" = "The name \"%@\" is reserved by the application."; /* Keep %@ as a NAME VALUE placeholder */
"RV_MOVE" = "移动";
"RV_ALL" = "所有";
"RV_SMART_PLAYLIST_FAILED_CONVERSION" = "The smart 播放列表 in your media bin have failed conversion. You will be logged out of the cloud until this issue is resolved.";
"RV_ADD_AUDIO_TRACK" = "添加音轨";
"RV_NEW_PLAYLIST" = "新建播放列表";
"RV_TIME_HAS_EXPIRED" = "时间已到。";
"RV_REPLACE_FILES_IN_REPOSITORY" = "替换资源库中的文件";
"RV_REMOVE_ACTION_WITH_NAME" = "移除动作：\"%@\"";
"RV_REFACTOR_CONFIRMATION" = "Are you sure you want to change the theme for %d selected documents?"; /* Keep %d as a numeral placeholder */
"RV_DO_NOT_SHOW_AGAIN" = "不再显示";
"RV_UNKNOWN_FILE" = "未知文件类型"; /* The system does not recognize the file and does not know how to handle it */
"RV_ADD_SLIDE" = "添加幻灯片";
"RV_DATE_FEEDBACK" = "ProPresenter is valid until: %@\r\rYou have %i day(s) until this license is due to expire.";
"RV_REPLACE_DATA" = "替换数据";
"RV_MUST_MANAGE_MEDIA" = "Syncing Media will automatically enable the \"Manage Media Automatically\" option in General Preferences.";
"RV_PARAGRAPH_BREAK" = "分段";
"RV_LINE_BREAK" = "换行";
"RV_TRANSITIONS" = "过渡…"; /* How a triggered slide fades in, while the current slide fades out */
"RV_TRANSITION" = "过渡";
"RV_TRANSITION_CUT" = "剪切";
"RV_TRANSITION_DISSOLVE" = "溶解";
"RV_TRANSITION_ADVANCED" = "高级";
"RV_NEW_RECORDING" = "新建输出录制";
"STOP_RECORDING" = "停止录制";
"UNABLE_TO_BEGIN_OUTPUT_RECORDING" = "无法开始输出录制";
"RECORD_OUTPUT" = "录制输出";
"NO_OUTPUT_FILE_SPECIFIED" = "没有指定输出文件";
"RV_UNGROUP_MASTER_ONLY" = "未分组（仅 Master）";
"RV_SYSTEM_CLOCK_WARNING" = "Your system clock has been modified from its original state.\r\rPlease contact Renewed Vision to purchase an unlock code.";
"RV_REFRESH_PCO" = "刷新 PCO 播放列表";
"RV_UPDATE_PCO_TOOLTIP" = "An update is available for this plan";
"RV_LOOKING_FOR_MATCHES" = "Looking for Library matches… %@";
"RV_INCLUDE_MEDIA" = "在演示文稿中包含媒体";
"RV_SAVE" = "保存";
"RV_PASTE" = "粘贴";
"RV_UNREGISTER_FAIL" = "目前无法取消注册";
"RV_FOLDER_CONTAINS_NON_PRO_FILES" = "该文件夹包含不是 ProPresenter 文档的文件。你确定要选择此文件夹吗？";
"RV_CLEAR_ALL" = "全部清除";
"RV_DISABLE_CUE" = "禁用";
"RV_TIMER" = "计时器";
"RV_DELETE_TAG" = "删除标签";
"RV_UNREGISTER_FAIL_DESC" = "你必须连接到互联网才能继续。请联系 support@renewedvision.com 以获取更多帮助。";
"RV_NEW_ACCOUNT" = "新建帐户";
"RV_REMOVE" = "移除";
"RV_GROUP" = "分组";
"RV_DOWNLOAD_ERROR_MESSAGE" = "下载过程中发生错误。";
"RV_QUIT" = "退出"; /* Terminate the application */
"RV_ACCEPT" = "接受";
"RV_LOOP" = "循环";
"RV_ADD_MEDIA_ACTION" = "添加媒体动作…";/* Add and action that will start a video or image playing in the background */
"RV_CLEAR" = "清空"; /* Remove from screen */
"RV_RESIZE" = "调整";
"RV_OTHER" = "其他…";
"RV_NO_PRESENTATION_SELECTED" = "没有已选择的演示文稿";
"RV_NO_SELECTED_SLIDES" = "没有已选择的幻灯片";
"RV_MOVE_MEDIA_ALERT" = "\"%@\" already exists in the Renewed Vision Media Folder.\rDo you want to replace it with the one you're moving?";
"RV_UPLOAD_PCO" = "上传到 PCO";
"RV_VOLUME" = "卷";
"RV_BACKGROUND" = "背景"; /* The Backgrounds playlist has background behavior loop, stretch to fit, play behind… */
"RV_FOREGROUND" = "前景"; /* The Foregrounds playlist has Foreground behavior: stop, Clear screen, scale to fit… */

"RV_OK" = "好"; /* used for a notification. This button accepts the notification statement */
"RV_RESET_EXPLANATION" = "这将把你的偏好设置设为出厂默认设置。";
"RV_REVERT_EXPLANATION" = "这会将你的偏好设置设为上一次备份。";
"RV_LIBRARY" = "资源库";
"RV_UNTITLED" = "未命名";
"RV_MANAGE_LIBRARIES" = "管理资源库…";
"RV_CREATE" = "创建";
"RV_ARRANGEMENT_MANAGER" = "管理编排…";
"RV_PRINT" = "打印";
"RV_PRINT_PLAYLIST" = "打印播放列表";
"RV_ACTION_PALETTE" = "动作调色板…";
"RV_FLIP_HORIZONTALLY" = "水平翻转";
"RV_FLIP_VERTICALLY" = "垂直翻转";
"RV_FIND_LIB_MATCHES" = "查找资源库匹配";
"RV_FILE_EXISTS" = "\"%@\" 已存在";
"RV_DOWNLOAD_FILE_ERROR" = "你已经下载 %@，这是一个未知的文件类型。你想删除这个文件吗？";
"RV_ILLEGAL_CODE" = "检测到非法的注册码。ProPresenter 将立即关闭。";
"RV_CONVERT_TO_NONPCO" = "转换为 Non-PCO";
"RV_PCO_PLAYLIST_IMPORT" = "PCO 播放列表不支持编辑。想要更改，需要将所选的 PCO 播放列表转换成普通播放列表。";
"RV_NONE" = "无";
"RV_DEFAULT" = "默认";
"RV_QUICK_EDIT" = "快速编辑";
"RV_NEW_GROUP" = "新建分组";
"RV_CHANGE_COLOR" = "修改颜色…";
"RV_SELECT_FOR_COMMUNICATIONS" = "选择用于通信";
"RV_CONTINUE" = "继续";
"RV_PRO_CUE_COLOR" = "提示颜色";
"RV_EDIT_ACTIONS" = "编辑动作";
"RV_LAST_USED_DATE" = "上次使用日期";
"RV_EXPORT_BUNDLE" = "导出 ProPresenter 包";
"RV_SELECT_ARRANGEMENT" = "Master - 选择一个编排来定制演示流程。";
"RV_EMPTY_ARRANGEMENT" = "空的编排 - 在这里拖放组标记开始。";
"RV_SMART_PLAYLIST_IS_SELECTED" = "你不能将文件导入智能播放列表。请选择其他播放列表。";
"RV_ALL_USERS" = "全部用户";
"RV_COPY" = "拷贝";
"RV_MESSAGE" = "消息";
"RV_UPGRADE" = "升级";
"RV_UPDATE" = "更新";
"CHOOSE_DOCUMENT_FOLDER" = "选择存放 ProPresenter 文档的文件夹";
"CHOOSE_FOLDER_FOR_SELECTED_DOCUMENTS" = "选择存放 %@ 文档的文件夹";
"RV_ONLY_THIS_USER" = "只有该用户";
"RV_REMOVE_FROM_PLAYLIST" = "从播放列表移除";
"RV_CUSTOM_SIZE" = "自定义大小…";
"RV_CAN_NOT_UNDO" = "你不能撤消此操作。";
"RV_COUNTDOWN" = "倒计时";
"RV_REMOVE_LOGO" = "移除 LOGO";
"RV_UNGROUP" = "取消分组";
"RV_PLAYLIST_EXPORT" = "导出播放列表";
"RV_DEFAULT_MEDIA_FOLDER" = "你希望默认的媒体文件夹可以被此计算机的所有用户访问，或仅当前用户帐户可以访问？";
"RV_EXPORT_IMAGES" = "将幻灯片导出为图像";
"RV_REMOVE_ACTIONS" = "移除动作";
"RV_REMOVE_GOTO_NEXT_TIMER" = "移除转到下一个定时器";
"RV_SAVE_DOC_ERROR_EXPLANATION" = "Could not save file at path: %@"; /* generic SAVE ERROR. Keep the "%@" as specific property names are added dynamically */
"RV_REMOVE_ALL" = "全部移除";
"RV_ILLEGAL_CODE_EXPLANATION" = "联系 Renewed Vision 获得帮助。404-935-4044";
"RV_ENABLE_CUE" = "启用";
"RV_CUT" = "剪切";
"RV_KEEP_EXISTING_DATA" = "保留现有数据";
"RV_GOTO_NEXT_TIMER" = "转到下一个定时器…"; /* A timer that will automatically select the next slide */
"RV_STOP" = "停止";
"RV_START" = "开始";
"RV_INSTALL" = "安装";
"RV_NETWORK_ERROR" = "网络错误";
"RV_NETWORK_OFF" = "当前网络已被关闭。请进入偏好设置中的网络设置，启用你的网络。";
"RV_PCOLIVE_NO_PLAN" = "没有选择任何计划！请选择一个计划来使用这个功能。";
"RV_PCOSEQUENCE_INFO" = "对不起，看来这组没有链接的 PCO 键。";
"RV_PCO_NOT_LOGGED_IN_ALERT" = "没有用户登录到规划中心在线";
"RV_PCO_NOT_LOGGED_IN_INFO" = "打开偏好设置先登录";
"RV_SEARCH_RANK" = "搜索排名";
"RV_CHANGE_HEADER_COLOR" = "修改标题颜色";
"RV_INSTALLED" = "已安装";
"RV_NOT_IN_USE" = "未使用";
"RV_ACTIVATE" = "激活";
"RV_DEACTIVATE" = "停用";
"RV_NOT_AVAILABLE" = "无法使用";
"RV_VERSION" = "版本 %@ (%@)";
"RV_PURCHASED" = "已购买";
"RV_FREE" = "免费";
"RV_EXPORT" = "导出";
"RV_EXPORT_DESTINATION" = "选择导出目标";
"PROPRESENTER_EXPORT" = "ProPresenter 导出";
"RV_MESSAGE_REQUEST" = "消息请求";
"RV_SHOW_NOW" = "现在显示";
"RV_DISMISS" = "忽略";
"RV_PRORES422HQ_DESC" = "Best Quality; Very Large File Size; ~220 Mbps";
"RV_PRORES422_DESC" = "Very Good Quality; Large File Size; ~145 Mbps";
"RV_PRORES422LT_DESC" = "Good Quality; Medium File Size; ~100 Mbps";
"RV_PRORES422PROXY_DESC" = "Low Quality; Small File Size; ~40 Mbps";
"RV_H264_DESC" = "High Quality; Small File Size";
"RV_CHANGE_SUPPORT_LOCATION" = "This will change the storage location of all ProPresenter Support Files. In most cases, you should select \"Only this User\".";
"RV_REPLACE_APP_SUPPORT" = "The file path you have selected already contains ProPresenter data. If you choose \"Keep Existing Data\", ProPresenter will use the data in this location. If you choose \"Replace Data\", the files you are currently using will replace those in the new path.";
"RV_SUPPORT_FILES" = "ProPresenter 数据";
"RV_RESIZING_DOCUMENTS_PROGRESS" = "Resizing %li of %li…";
"RV_INVALID_BIBLE_TEMPLATE_TITLE" = "Theme Has No Elements";
"RV_INVALID_BIBLE_TEMPLATE" = "Themes used for Bibles must have at least one element.";
"RV_LIBRARY_DOCUMENTS" = "资源库文档";
"RV_LIBRARY_PLAYLIST" = "资源库播放列表";
"RV_VI_FILES" = "视频和图像文件/播放列表";
"RV_AUDIO_FILES" = "音频文件/播放列表";
"RV_SUPPORT_FILES" = "支持文件";
"RV_START_SYNC" = "开始同步";
"REPLACE_CONTENTS_WITH_CLOUD_CONTENTS" = "Replace the library, media, and audio 播放列表 on this computer with those that are on the cloud.";
"OVERWRITE_CLOUD_CONTENTS" = "Overwrite the library, media, and audio 播放列表 on the cloud with those that are on this computer.";
"RV_NO_DEVICES_CONFIGURED" = "没有已配置的设备";
"RV_NO_COMMAND_AVAILABLE" = "没有可用命令";
"FILENAME" = "文件名";
"CONTENT_PARTIAL" = "内容（部分）";
"STAGE_DISPLAY" = "舞台显示";
"RV_AUDIENCE" = "观众";
"RV_STAGE" = "舞台";
"RV_EDIT_STAGE_LAYOUTS" = "编辑布局…";
"NEW_GROUPED" = "已分组…";
"NEW_EDGE_BLEND" = "边缘融合…";
"CUSTOM_SIZE" = "自定义大小…";
"RV_UNKNOWN" = "未知";
"BLACKMAGIC" = "Blackmagic";
"RENAME…" = "重命名…";
"RV_NEW_NDI" = "新建 NDI";
"RV_NEW_SYPHON" = "新建虹吸";
"RV_NEW_PLACEHOLDER" = "新建占位";
"RV_HOST" = "Host";
"RV_ASSIGN_OUTPUT_TO_ALL" = "Assign to All";
"RV_ASSIGN_OUTPUT_TO_NEW" = "Reassign to New";
"RV_OUTPUT_ALREADY_ASSIGNED" = "Output already assigned";
"RV_OUTPUT_ALREADY_ASSIGNED_INFO" = "This output is already assigned. Would you like to keep existing assignments to this output or reassign the output to the new screen only?";
"NEW_SYPHON_OUTPUT" = "新建虹吸输出";
"NEW_PLACEHOLDER_OUTPUT" = "新建占位输出";
"PROSCREEN_INVALID_NAME" = "无效的屏幕名称！";
"PROSCREEN_NAME_ERROR" = "屏幕名称不能为空。";

"SCREEN_NAME" = "屏幕名称";
"RV_SCREEN_COLOR" = "屏幕颜色";
"RV_UNCONFIGURED" = "未配置";
"DISCONNECTED_%@" = "断开连接：%@";
"NO_SELECTION" = "没有Selection";
"ALPHA_KEY_TYPE" = "类型";
"ALPHA_KEY_BLEND" = "混合";
"MODE" = "Mode";
"OUTPUT_TARGET" = "输出目标";
"RV_SINGLE" = "Single";
"RV_GROUPED" = "Grouped";
"RV_SCREEN" = "屏幕";
"PRO_SCREEN_DEFAULT_NAME" = "屏幕";
"RV_EDGE_BLEND" = "边缘融合";
"NUMBER_OF_DEVICES" = "设备数量";
"ROWS" = "行";
"COLUMNS" = "列";
"SCREEN_ALIGNMENT" = "对齐";
"DEVICE_TARGET_TYPE_FULL" = "铺满";
"DEVICE_TARGET_TYPE_CUSTOM" = "自定义";
"SCREEN_HARDWARE_OUTPUT" = "输出";
"ASPECT_RATIO" = "宽高比";
"SIZE" = "大小";
"RV_NO_AVAILABLE_PROSCREEN" = "没有Screen Selected";
"RV_NO_AVAILABLE_PROSCREEN_DESCRIPTION" = "点击加号 (＋) 按钮添加一个新的观众或者舞台屏幕。";
"RV_RESET_ALL" = "重置所有";
"RV_GAMMA" = "伽马";
"RV_BLACK" = "黑色";
"INTERNAL_KEY" = "Internal Key";
"EXTERNAL_KEY" = "External Key";
"HARDWARE" = "硬件";
"CORNER_PIN" = "四角固定";
"ALPHA_KEY_MODULE_TAB_BUTTON.title" = "Alpha Key";
"BLEND_SIZING" = "Blend Sizing";
"BLEND_OPTIONS" = "混合选项";
"RV_LINEAR" = "线性";
"RV_CUBIC" = "Cubic";
"RV_QUADRATIC" = "Quadratic";
"RADIUS" = "半径";
"INTENSITY" = "强度";
"COLOR_ADJUSTMENT" = "色彩调整";
"LEFT_SCREEN" = "左画面";
"RIGHT_SCREEN" = "右画面";
"RESOLUTION_FORMAT" = "%i x %i";
"PROSCREEN_CONFLICTING_OUTPUT" = "This screen has conflicting output with %@";
"ITSELF" = "itself";
"RVSCREEN_CONFLICTING_OUTPUT" = "%@ output conflicts with %@";
"COORDINATE_X" = "X";
"COORDINATE_Y" = "Y";
"WIDTH" = "宽度";
"HEIGHT" = "高度";
"LEFT_EDGE" = "左边缘";
"RIGHT_EDGE" = "右边缘";
"TOP_EDGE" = "上边缘";
"BOTTOM_EDGE" = "下边缘";
"ERROR_MIGRATING_DATA" = "迁移显示数据出错";
"MIGRATION_ERROR_INFORMATIVE_TEXT" = "从 ProPresenter %d 迁移数据时出错。 在显示配置中重新设置你的显示。";
"IDENTIFY" = "识别";
"SCREENS" = "屏幕";
"OUTPUTS" = "输出";
"CORNER_PINNING_EXPLANATION" = "正值远离屏幕中央。";
"UNDO_RESET_ALL_COLORS" = "重置所有颜色";
"UNDO_RESET_ALL_CORNER_PINNING_VALUES" = "重置所有四角固定的值";
"UNDO_SET_OUTPUT_DISPLAY" = "设置输出显示";
"UNDO_SET_ALPHA_KEY_ENABLED" = "Set Alpha Key Enabled";
"UNDO_SET_ALPHA_KEY_TYPE" = "Set Alpha Key Type";
"UNDO_ALPHA_KEY_BLEND_VALUE" = "Set Alpha Key Blend Value";
"UNDO_SET_PROSCREEN_NAME" = "设置 ProScreen 名称";
"UNDO_SET_ARRANGEMENT_TYPE" = "Set 编排类型";
"UNDO_REMOVE_MIRRORED_SCREEN" = "移除镜像屏幕";
"UNDO_SET_PROSCREEN_BACKGROUND_COLOR" = "设置背景颜色";
"UNDO_SET_PROSCREEN_BACKGROUND_COLOR_ENABLED" = "设置背景颜色启用";
"UNDO_SET_EDGE_BLEND_MODE" = "设置边缘混合模式";
"UNDO_SET_EDGE_BLEND_RADIUS" = "设置边缘混合半径";
"UNDO_SET_EDGE_BLEND_INTENSITY" = "设置边缘混合强度";
"UNDO_SET_BLEND_WIDTH" = "设置混合宽度";
"UNDO_SET_EDGE_BLEND_GAMMA" = "设置边缘混合伽玛";
"UNDO_SET_EDGE_BLEND_BLACK_LEVEL" = "设置边缘混合黑色等级";
"UNDO_SET_ALIGNMENT" = "设置对齐";
"UNDO_SET_ALIGNMENT_POSITION" = "设置对齐位置";
"UNDO_INSERT_SCREEN" = "插入屏幕";
"UNDO_INSERT_SCREENS" = "插入屏幕";
"UNDO_REMOVE_SCREEN" = "移除屏幕";
"UNDO_REMOVE_SCREENS" = "移除屏幕";
"UNDO_REPLACE_SCREEN" = "替换屏幕";
"UNDO_REPLACE_SCREENS" = "替换屏幕";
"UNDO_MOVE_SCREEN" = "移动屏幕";
"UNDO_RESIZE_SCREEN" = "调整屏幕大小";
"UNDO_OUTPUT_MOVE" = "输出移动";
"UNDO_OUTPUT_RESIZE" = "输出调整大小";
"UNDO_SET_SCREEN_COLOR_ENABLED" = "设置屏幕颜色启用";
"UNDO_SET_SCREEN_RED_LEVEL" = "设置屏幕红色级别";
"UNDO_SET_SCREEN_GREEN_LEVEL" = "设置屏幕绿色级别";
"UNDO_SET_SCREEN_BLUE_LEVEL" = "设置屏幕蓝色级别";
"UNDO_SET_SCREEN_GAMMA" = "设置屏幕伽马值";
"UNDO_SET_SCREEN_BLACK_LEVEL" = "设置屏幕黑色级别";
"UNDO_CORNER_PINNING_ADJUSTMENT" = "四角固定调整";
"UNDO_ENABLE_CORNER_PINNING" = "启用四角固定";
"UNDO_DISABLE_CORNER_PINNING" = "禁用四角固定";
"RV_UNDO_MOVE_PLAYLIST_ITEMS" = "移动播放列表项目";
"UNDO_SET_PLAYLIST_NAME" = "设置播放列表名称";
"RV_POWERPOINT" = "PowerPoint";
"OPENING_POWERPOINT" = "正在打开 PowerPoint";
"FINALIZING_DOCUMENT" = "正在处理文件";
"CREATING_SLIDE_OUT_OF" = "Creating slide %ld out of %ld";
"GENERATING_SLIDE_IMAGE_OUT_OF" = "Generating slide image %ld out of %ld";
"RV_PPT_IMPORT_SLIDES_AS_IMAGES" = "Import All Slides as JPEG Images";
"RV_PPT_IMPORT_TEXT_ONLY" = "Import Text Objects as ProPresenter Slide Elements";
"RV_PPT_IMPORT_TEXT_AND_GRAPHICS" = "Import Text and Graphic Objects as ProPresenter Slide Elements";
"NOT_IMPLEMENTED" = "Not Implemented";
"INVALID_FILE_EXTENSION" = "The selected file is a valid PowerPoint document. File selected: %@";
"UNABLE_TO_GET_IMPORT_HELPER" = "PowerPoint import helper not available for file at %@";
"FAILED_TO_OPEN_PRESENTATION" = "Unable to open a valid presentation";
"FAILD_CREATING_TEMP_DIRECTORY" = "Unable to create temporary working directory for import";
"FAILED_PDF_EXPORT" = "Save powerpoint as PDF (temporary) failed";
"FAILED_PDF_CREATION" = "Failed to create a PDF document from contents at location: %@";
"FAILED_TO_GET_RESOURCE_DIRECTORY" = "Unable to retrieve a valid image resources directory";
"FAILED_TO_CREATE_RESOURCE_DIRECTORY" = "Error creating import image directory at: %@";
"FAILED_TO_CONVERT_PDF_PAGE" = "Failed converting PDF page to valid image data";
"FAILED_SAVING_PDF_IMAGE" = "Failed writing image data to: %@";
"UNABLE_TO_GET_SLIDES" = "Unable to get slides from PowerPoint presentation";
"PRESENTATION_PARSING_ERROR" = "Unable to parse slide elements in presentation. Code: %@";
"UNABLE_TO_GET_TEXT_FROM_SHAPE" = "Unable to get text properties from PowerPoint";
"FAILED_SAVING_PICTURE" = "Unable to save the image slide element to: %@";
"UNABLED_TO_CREATE_IMAGE_ELEMENT" = "Unknown error creating image slide element";
"FILED_MOVING_EXPORTED_PICTURE_TO_RESOURCES" = "Error moving exported PowerPoint asset to document resources";
"BREAK_ON_NEW_VERSE_MESSAGE" = "Break On New Verse";
"BREAK_ON_NEW_VERSE_INFO" = "Currently the option for break on verse is not enabled. With multiple translations we will generate the slides by breaking on verse.";
"AVAILABLE" = "Available";
"REGISTERED_ON_THIS_COMPUTER" = "在这台电脑上注册";
"REGISTERED_ON" = "Registered on %@";
"SLIDES_BY_GROUP" = "分组显示幻灯片";
"RV_TEXT_TRUNCATION" = "Truncate";
"RV_TEXT_TRUNCATE_BEGINNING" = "Beginning";
"RV_TEXT_TRUNCATE_MIDDLE" = "Middle";
"RV_TEXT_TRUNCATE_END" = "End";
"DOWNLOADING_ATTACHMENTS" = "Downloading Attachments";
"DOWNLOADING_PLAN_ITEMS" = "Downloading Plan Items";
"DOWNLOADING_SONG_INFO" = "Downloading Song Info";
"DOWNLOADING_ATTACHMENT_INFO" = "Downloading Attachment Info";
"DOWNLOADING_ARRANGEMENT_INFO" = "正在下载编排信息";
"UPLOADING_ATTACHMENTS" = "Uploading Attachments";
"SAVE_AS_PRESENTATION" = "另存为演示文稿";
"COPY_TO_PRESENTATION" = "Copy to Selected演示文稿";
"SAVE_TO_PLAYLIST" = "保存到播放列表";
"SOCIAL_MEDIA" = "社交媒体";
"APPROVED" = "已批准";
"START_OUTPUT_LOOP" = "启动输出循环";
"REFACTOR_PREFERENCES" = "重构首选项";
"SET_TRANSITION" = "设置过渡";
"CHANGE_TEXT_ATTRIBUTES" = "更改文字属性";
"TIME" = "时间";
"FORMAT" = "格式";
"RV_EXPORTED_PLAYLISTS" = "导出播放列表";
"RV_SELECT_LOCATION" = "选择一个位置";
"RV_CHOOSE_FOLDER" = "选择文件夹";
"RV_NO_VIDEO_SOURCE" = "- 没有视频源 -";
"RV_STAGE_LAYOUT" = "舞台布局";
"RV_SOURCE_PATH_REQUIRED" = "A source path is required";
"RV_LOADING" = "Loading…";
"RV_OLD_NIV" = "Older version of NIV detected";
"RV_OLD_NIV_DESC" = "You have the 1984 version of the NIV installed for a previous version of ProPresenter. Would you like to update the older NIV to work with this version of ProPresenter?";
"RV_OLD_NIV_OPT_2011" = "Install 2011 NIV";
"RV_OLD_NIV_OPT_BOTH" = "Install Both Versions";
"RV_OLD_NIV_OPT_1984" = "Install 1984 NIV";
"RV_CHOOSE_AUDIO_FILE" = "Choose Audio File";
"RV_UNABLE_TO_COMBINE_SLIDES_NO_TEXT" = "Can not combine a slide without a Text Element";
"RV_UNABLE_TO_COMBINE_SLIDES_GROUP" = "Can not combine slides in different groups";
"RV_NOT_INSTALLED" = "未安装";
"RV_DOWNLOADING" = "下载中";
"RV_PROCESSING" = "处理中";
"RV_INSTALLED" = "已安装";
"RV_ELAPSED_TIME" = "已用时间";
"RV_SOCIAL" = "社交";
"RV_SOCIAL_APPROVE" = "允许";
"RV_SOCIAL_REJECT" = "拒绝";
"RV_SOCIAL_SHOW" = "显示";
"RV_SOCIAL_PLAYBACK" = "允许自动播放";
"RV_SOCIAL_PLAYBACK_ENABLE" = "启用播放";
"RV_SOCIAL_LOOP_DURATION" = "Item Duration";
"RV_SOCIAL_REMOVE_PLAYED_ITEMS" = "Automatically Remove Shown";
"RV_DEMO" = "Demo";
"RV_DISABLE_DEMO" = "禁用 Demo";
"RV_REGISTER_PRO" = "注册 ProPresenter";
"RV_ALPHA_MODULE_ERROR" = "You must purchase, activate, or demo the alpha key module in order to use this feature.";
"RV_SDI_MODULE_ERROR" = "You must purchase, activate, or demo the SDI module in order to use this feature.";
"RV_EDGE_BLEND_MODULE_ERROR" = "You must purchase, activate, or demo the edge blend module in order to use this feature.";
"RV_UNREGISTERED_RIBBON_LABEL" = " Register ProPresenter ";
"RV_DEMO_ACTIVE_RIBBON_LABEL" = " Demo Active. Open Registration… ";
"RV_REGISTRATION" = "注册";
"RV_NO_NETWORK_CONNECTION" = "没有网络连接";
"RV_EXPIRES_IN_X_DAYS" = "Expires in %i days";
"RV_EXPIRES_IN_1_DAY" = "Expires in 1 day";
"RV_LICENSE_TYPE_MAC" = "Mac 授权";
"RV_LICENSE_TYPE_SITE" = "网站授权";
"RV_LICENSE_TYPE_TEMPORARY" = "临时授权";
"RV_LICENSE_TYPE_SEAT" = "座位授权";
"RV_LICENSE_DETAILS" = "授权";
"RV_REGISTERED_TO_PROMPT" = "注册给：";
"RV_UNLOCK_CODE_PROMPT" = "解锁码：";
"RV_COMPUTER_NAME_PROMPT" = "电脑名称：";
"RV_REGISTER_BUTTON" = "注册";
"RV_INVALID_COMPUTER_NAME" = "请为这台电脑输入一个名字。";
"RV_UNREGISTER_PROMPT" = "你确定要取消注册 ProPresenter 吗？";
"RV_YES" = "是";
"RV_NO" = "否";
"RV_PURCHASE_MODULES_PROMPT_SINGLE" = "This screen requires a module that has not been purchased";
"RV_PURCHASE_MODULES_PROMPT_MULTIPLE" = "This screen requires modules that have not been purchased";
"RV_ENABLE_DEMO" = "Demo";
"RV_DISABLE_DEMO" = "禁用 Demo";
"RV_ALL_MODULES_DEMOED_ALERT" = "目前正在演示所有所需模块。";
"RV_DEMO_INFORMATIVE" = "This screen requires: %@. If these modules are demoed, a watermark will appear on your output.";
"RV_UNDO_ARRANGE" = "排列元素";
"RV_UNDO_FONT_SIZE" = "设置字体大小";
"RV_UNDO_FONT" = "设置字体";
"RV_UNDO_BOLD" = "粗体";
"RV_UNDO_ITALIC" = "斜体";
"RV_UNDO_UNDERLINE" = "下划线";
"RV_UNDO_STRIKETHROUGH" = "删除线";
"RV_UNDO_BASELINE_OFFSET" = "设置基线偏移";
"RV_UNDO_LINE_HEIGHt" = "设置行高";
"RV_UNDO_ALIGNMENT_LEFT" = "左对齐";
"RV_UNDO_ALIGNMENT_RIGHT" = "右对齐";
"RV_UNDO_ALIGNMENT_CENTER" = "水平居中";
"RV_UNDO_ALIGNMENT_JUSTIFIED" = "左右对齐";
"RV_UNDO_ALIGNMENT_TOP" = "上对齐";
"RV_UNDO_ALIGNMENT_BOTTOM" = "下对齐";
"RV_UNDO_ALIGNMENT_MIDDLE" = "垂直居中";
"RV_UNDO_SUPERSCRIPT" = "设置上标";
"RV_UNDO_LINE_SPACING" = "设置行间距";
"RV_UNDO_CHARACTER_SPACING" = "设置字间距";
"RV_UNDO_STOKE" = "描边";
"RV_UNDO_STOKE_WIDTH" = "设置描边宽度";
"RV_UNDO_STOKE_COLOR" = "设置描边颜色";
"RV_UNDO_TEXT_COLOR" = "设置文本颜色";
"RV_UNDO_ALL_CAPS" = "全部大写";
"RV_UNDO_SHADOW" = "阴影";
"RV_UNDO_SHADOW_TYPE" = "设置阴影类型";
"RV_UNDO_SHADOW_ANGLE" = "设置阴影角度";
"RV_UNDO_SHADOW_OFFSET" = "设置阴影偏移";
"RV_UNDO_SHADOW_RADIUS" = "设置阴影半径";
"RV_UNDO_SHADOW_OPACITY" = "设置阴影不透明度";
"RV_UNDO_SHADOW_COLOR" = "设置阴影颜色";
"CHOOSE_TRANSITION" = "选择…";
"CHANGE_TRANSITION" = "修改";
"MULTIPLE_SELECTED" = "Multiple Selected";
"REMOVE_TRANSITION" = "移除";
"TRANSITION_PARAMETERS" = "参数";
"RV_UNDO_LIST_TYPE" = "设置列表类型";
"RV_UNDO_LIST_INDENT" = "设置列表缩进";
"RV_UNDO_LIST_ATTRIBUTE" = "设置列表属性";
"RV_UNDO_LIST_START_NUMBER" = "设置列表开始数量";
"BUILD_IN" = "Build In";
"BUILD_OUT" = "Build Out";
"AUTOMATICALLY" = "自动";
"DELAY" = "延迟";
"ON_CLICK" = "点击时";
"WITH_PREVIOUS_BUILD" = "With Previous Build";
"AFTER_PREVIOUS_BUILD" = "After Previous Build";
"WITH_SLIDE_BUILD" = "With Slide";
"AFTER_TRANSITION" = "After Transition";
"WITH_BUILD" = "With Build %d";
"AFTER_BUILD" = "After Build %d";
"RV_MULTIPLE_VALUES" = "多个值";
"SET_SLIDE_DELAY" = "设置幻灯片延迟";
"SET_SLIDE_TRANSITION" = "设置幻灯片过渡";
"RV_UNDO_ELEMENT_BUILD_START" = "Set Element Build Start";
"RV_UNDO_ELEMENT_BUILD_DELAY_TIME" = "Set Element Build Delay Time";
"RV_SET_SLIDE_TRANSITION" = "设置幻灯片过渡";
"RV_UNDO_SET_START_TYPE" = "设置开始类型";
"RV_UNDO_INSERT_BUILD" = "Insert Build";
"RV_UNDO_REMOVE_BUILD" = "Remove Build";
"RV_UNDO_TEXT_SCALING" = "设置文本缩放";
"RV_POINT_UNIT" = "pt";
"RV_UNDO_TEXT_MARGIN_LEFT" = "设置左边距";
"RV_UNDO_TEXT_MARGIN_RIGHT" = "设置右边距";
"RV_UNDO_TEXT_MARGIN_TOP" = "设置上边距";
"RV_UNDO_TEXT_MARGIN_BOTTOM" = "设置下边距";
"RV_FILL" = "填充";
"RV_DOCUMENT" = "文档";
"RV_BUILD" = "生成";
"RV_TEXT" = "文本";
"RV_ALIGN_WITH_SPACE" = "对齐 ";
"RV_DISTRIBUTE_WITH_SPACE" = "分布 ";
"RV_OBJECTS" = "对象";
"RV_LAYOUTS" = "布局";
"RV_UNDO_ADD_CUES" = "添加提示";
"RV_UNDO_ADD_CUE" = "添加提示";
"RV_UNDO_REMOVE_CUES" = "移除提示";
"RV_UNDO_REMOVE_CUE" = "移除提示";
"RV_UNDO_SET_CUES" = "设置提示";
"RV_UNDO_SET_CUE" = "设置提示";
"RV_UNDO_REMOVE_ALL_CUES" = "移除所有提示";
"RV_UNDO_MOVE_CUES" = "移动提示";
"RV_UNDO_MOVE_CUE" = "移动提示";
"RV_UNDO_REPLACE_CUES" = "替换提示";
"RV_UNDO_REPLACE_CUE" = "替换提示";
"RV_UNDO_ADD_GROUPS" = "添加分组";
"RV_UNDO_ADD_GROUP" = "添加分组";
"RV_UNDO_REMOVE_GROUPS" = "移除分组";
"RV_UNDO_REMOVE_GROUP" = "移除分组";
"RV_UNDO_REMOVE_ALL_GROUPS" = "移除所有分组";
"RV_UNDO_SET_GROUPS" = "设置分组";
"RV_UNDO_SET_GROUP" = "设置分组";
"RV_UNDO_REPLACE_GROUPS" = "替换分组";
"RV_UNDO_REPLACE_GROUP" = "替换分组";
"RV_UNDO_MOVE_GROUP" = "移动分组";
"RV_UNDO_MOVE_GROUPS" = "移动分组";
"RV_UNDO_REPLACE_GROUPS" = "替换分组";
"RV_UNDO_REPLACE_GROUP" = "替换分组";
"RV_UNDO_ADD_LABELS" = "添加标签";
"RV_UNDO_ADD_LABEL" = "添加标签";
"RV_UNDO_REMOVE_LABELS" = "移除标签";
"RV_UNDO_REMOVE_LABEL" = "移除标签";
"RV_UNDO_ADD_编排" = "添加编排";
"RV_UNDO_ADD_ARRANGEMENT" = "添加编排";
"RV_UNDO_REMOVE_ARRANGEMENTS" = "移除编排";
"RV_UNDO_REMOVE_ARRANGEMENT" = "移除编排";
"RV_UNDO_SET_ARRANGEMENTS" = "设置编排";
"RV_UNDO_SET_ARRANGEMENT" = "设置编排";
"RV_UNDO_REMOVE_ALL_ARRANGEMENTS" = "移除所有编排";
"RV_UNDO_SET_CUE_NAME" = "设置提示名称";
"RV_UNDO_SET_CUE_HOT_KEY" = "设置提示热键";
"RV_UNDO_SET_LABEL_TITLE" = "设置标签";
"RV_UNDO_SET_LABEL_COLOR" = "设置标签颜色";
"RV_UNDO_SET_CUE_IS_ENABLED" = "设置提示启用";
"RV_TEXT_LINK_CHOOSE_TYPE" = "选择类型";
"RV_TEXT_LINK_TIMER" = "计时器";
"RV_TEXT_LINK_STAGE_MESSAGE" = "舞台消息";
"RV_TEXT_LINK_COUNTDOWN_TIMER" = "计时器";
"RV_TEXT_LINK_CURRENT_SLIDE" = "当前幻灯片";
"RV_TEXT_LINK_NEXT_SLIDE" = "下一张幻灯片";
"RV_TEXT_LINK_VIDEO_COUNTDOWN" = "视频倒计时";
"RV_TEXT_LINK_CCLI" = "CCLI";
"RV_PRESERVE_NOTES_FORMAT" = "保留注释格式";

"RV_MULTIPLE_COLOR_TRIGGER_VALUES" = "多种颜色触发值";
"RV_ENABLE" = "启用";
"RV_DISABLE" = "禁用";
"RV_DELIMITER" = "定界符";
"RV_OPEN_FILE" = "打开文件";
"RV_TEXT_FILL_STAGE_MESSAGE_FLASH" = "显示信息时闪烁";
"RV_TEXT_FILL_STAGE_MESSAGE_FLASH_COLOR" = "闪烁颜色";
"RV_FILL_PCO_LIGHT_THEME" = "浅色";
"RV_FILL_PCO_DARK_THEME" = "深色";
"RV_FILL_PCO_THEME" = "主题";
"RV_FILL_PCO_TIME_FORMAT" = "时间格式";
"RV_PCO_LIVE_COUNTDOWN_FULL_LENGTH" = "Full Item Length";
"RV_PCO_LIVE_COUNTDOWN_END_ITEM_ON_TIME" = "End Item On Time";
"RV_PCO_LIVE_COUNTDOWN_END_SERVICE_ON_TIME" = "End Service On Time";
"RV_COLOR_TRIGGERS" = "颜色触发器";
"RV_SYSTEM_CLOCK_DATE_FORMAT" = "日期";
"RV_SYSTEM_CLOCK_TIME_FORMAT" = "时间";
"RV_SYSTEM_CLOCK_MILITARY_TIME_FORMAT" = "24 小时";
"NO_DATE" = "没有日期";
"NO_TIME" = "没有时间";
"RV_LINKED_WEB_FILL_TITLE" = "URL: %@";
"LINKED_PCO_FILL.title" = "Planning Center";
"RV_LINKED_VIDEO_INPUT_FILL_TITLE" = "视频输入：%@";
"RV_LINKED_VIDEO_INPUT_FILL_INPUT" = "输入 %li";
"RV_FILL_LINK_UNDO_TYPE_CHANGE" = "Set Fill Link Type";
"RV_FILL_LINK_UNDO_ENABLE_STATE_CHANGE" = "Enable Fill Link";
"RV_FILL_LINK_UNDO_PCO_THEME" = "Set PCO Fill Theme";
"RV_FILL_LINK_UNDO_PCO_COUNTDOWN_TYPE" = "Set PCO Fill Countdown Type";
"RV_FILL_LINK_UNDO_SCREEN_PREVIEW_CHANGE" = "Set Previewed Screen";
"RV_FILL_LINK_UNDO_SET_SLIDE_OBJECT" = "Set Linked Fill Object";
"RV_FILL_LINK_UNDO_SLIDE_IMAGE_SOURCE" = "Set Linked Slide Image Source";
"RV_TEXT_LINK_UNDO_TYPE_CHANGE" = "Set Text Link Type";
"RV_TEXT_LINK_UNDO_ENABLE_STATE_CHANGE" = "Enable Text Link";
"RV_TEXT_LINK_UNDO_COLOR_TRIGGER_TIME" = "Set Color Trigger Time";
"RV_TEXT_LINK_UNDO_COLOR_TRIGGER_COLOR" = "Set Color Trigger Color";
"RV_TEXT_LINK_UNDO_SET_COUNTDOWN_TIMER" = "Set Countdown Timer";
"RV_TEXT_LINK_UNDO_COUNTDOWN_TIMER_FORMAT" = "Set Countdown Timer Format";
"RV_TEXT_LINK_UNDO_COUNTDOWN_TIMER_COLOR_TRIGGERS" = "Set Countdown Timer Color Triggers";
"RV_TEXT_LINK_UNDO_COUNTDOWN_TIMER_TEXT" = "Set Countdown Timer Text";
"RV_TEXT_LINK_UNDO_VIDEO_COUNTDOWN_FORMAT" = "Set Video Countdown Format";
"RV_TEXT_LINK_UNDO_VIDEO_COUNTDOWN_COLOR_TRIGGERS" = "Set Video Countdown Color Triggers";
"RV_TEXT_LINK_UNDO_SYSTEM_CLOCK_DATE_TYPE" = "Set System Clock Date Format";
"RV_TEXT_LINK_UNDO_SYSTEM_CLOCK_TIME_FORMAT" = "Set System Clock Time Format";
"RV_TEXT_LINK_UNDO_SYSTEM_CLOCK_TEXT" = "Set System Clock Text";
"RV_TEXT_LINK_UNDO_MILITARY_TIME" = "Set 24-Hour Time";
"RV_TEXT_LINK_UNDO_TICKER_TEXT" = "Set Ticker Text";
"RV_TEXT_LINK_UNDO_TICKER_RSS_URL" = "Set Text Ticker RSS URL";
"RV_TEXT_LINK_UNDO_TICKER_RSS_TYPE" = "Set Text Ticker RSS Content Type";
"RV_TEXT_LINK_UNDO_TICKER_FILE_URL" = "Set Text Ticker File";
"RV_TEXT_LINK_UNDO_TICKER_SOURCE_TYPE" = "Set Text Ticker Source";
"RV_TEXT_LINK_UNDO_TICKER_PLAY_RATE" = "Set Text Ticker Play Rate";
"RV_TEXT_LINK_UNDO_TICKER_LOOP" = "Enable Text Ticker Loop";
"RV_TEXT_LINK_UNDO_TICKER_LOOP_DELAY" = "Set Text Ticker Loop Delay";
"RV_TEXT_LINK_UNDO_TICKER_TEXT_DELIMITER" = "Set Text Ticker Delimiter";
"RV_TEXT_LINK_UNDO_STAGE_MESSAGE_FLASH" = "Set 舞台消息 Should Flash";
"RV_TEXT_LINK_UNDO_STAGE_MESSAGE_COLOR" = "Set 舞台消息 Flash Color";
"RV_TEXT_LINK_UNDO_LINKED_TEXT_OPTIONS" = "Set Linked Text Options";
"RV_TEXT_LINK_UNDO_SLIDE_TEXT_SOURCE" = "Set Text Link Source";
"RV_TEXT_LINK_UNDO_SLIDE_TEXT_OPTION" = "Set Text Link Options";
"RV_VISIBILITY_LINK_UNDO_SET_CONDITIONS" = "Set Visibility Link Conditions";
"RV_VISIBILITY_LINK_UNDO_SET_CRITERIA" = "Set Visibility Criteria";
"RV_VISIBILITY_LINK_UNDO_SET_ENABLED" = "Set Visibility Enabled";
"RV_VISIBILITY_LINK_UNDO_SET_VISIBILITY_TYPE" = "Set Visibility Type";
"RV_NO_GROUP_NAME" = "没有分组名称";
"RV_SLIDES" = "幻灯片";
"RV_UNDO_PRESENTATION_SIZE" = "设置大小";
"RV_UNDO_PRESENTATION_NAME" = "设置名称";
"RV_UNDO_PRESENTATION_CATEGORY" = "设置分类";
"RV_UNDO_PRESENTATION_NOTES" = "修改注释";
"RV_UNDO_PRESENTATION_BACKGROUND" = "设置背景";
"RV_UNDO_PRESENTATION_CHORD_CHART" = "设置 Chord Chart";
"RV_UNDO_PRESENTATION_ARRANGEMENT" = "设置 Selected 编排";
"RV_UNDO_PRESENTATION_CONTENT_DESTINATION" = "设置 Content Destination";
"RV_UNDO_CCLI_AUTHOR" = "设置作者";
"RV_UNDO_CCLI_ARTIST" = "设置艺术家";
"RV_UNDO_CCLI_TITLE" = "设置标题";
"RV_UNDO_CCLI_PUBLISHER" = "设置 Publisher";
"RV_UNDO_CCLI_COPYRIGHT_YEAR" = "设置版权年份";
"RV_UNDO_CCLI_SONG_NUMBER" = "设置歌曲编号";
"RV_UNDO_CCLI_SHOULD_DISPLAY" = "设置 Should Display";
"RV_UNDO_TIMELINE_SELECTED_AUDIO_TRACK" = "设置 Selected Track";
"RV_UNDO_TIMELINE_DURATION" = "设置 Duration";
"RV_UNDO_TIMELINE_SHOULD_LOOP" = "设置 Should Loop";
"RV_UNDO_TIMELINE_CUE_TRIGGER_TIME" = "设置 Trigger Time";
"RV_UNDO_TIMELINE_CUE_TRIGGER_CUE" = "设置 Trigger 提示";
"RV_STAGE_LAYOUTS" = "舞台布局";
"RV_RESIZE_STAGE_LAYOUT" = "调整舞台布局的大小";
"RV_UNDO_SET_LAYOUT_NAME" = "设置布局名称";
"RV_CHANGE_SLIDE_DESTINATION" = "修改幻灯片目标";
"RV_STAGE_PLUS_AUDIENCE" = "舞台 + 观众";
"RV_NO_STAGE_SCREENS_CONFIGURED" = "没有配置舞台屏幕";
"RV_UNDO_STAGE_ACTION_SET_SCREEN_ASSIGNMENTS" = "设置屏幕分配";
"RV_UNDO_GROUPING_NAME" = "设置名称";
"RV_UNDO_GROUP_COLOR" = "设置分组颜色";
"RV_UNDO_GROUP_HOT_KEY" = "设置分组热键";
"RV_WRITE_OVER" = "Write Over";
"RV_CREATE_NEW_VERSION" = "新版本";
"RV_APPLY_TO_ALL" = "应用到全部";
"RV_IMPORT_UNZIP_ERROR_DESCRIPTION" = "Failed to unzip the file at path %@";
"RV_IMPORT_BUNDLE_NO_FILES_FOUND_ERROR_DESCRIPTION" = "没有files found within the bundle at path %@";
"RV_IMPORT_TEMP_DIRECTORY_ERROR_DESCRIPTION" = "Failed to write to a temporary directory";
"RV_IMPORT_INVALID_FILE_ERROR_DESCRIPTION" = "We don't handle the file type at path %@";
"RV_IMPORT_CLIPBOARD_NO_TEXT_ERROR_DESCRIPTION" = "Cannot import text from the clipboard because the clipboard doesn't contain any text";
"RV_IMPORT_POWERPOINT_NOT_INSTALLED_ERROR_DESCRIPTION" = "PowerPoint is required to be able to import PowerPoint documents";
"RV_IMPORT_UNKNOWN_POWERPOINT_ERROR" = "Unknown PowerPoint Import Error";
"RV_IMPORT_BUNDLE_COULD_NOT_RELINK_MEDIA_ERROR_DESCRIPTION" = "There were errors relinking media from %@";
"RV_RELINK_DOCUMENTS" = "Relinking media for %@";
"RV_UNZIP_DIALOG" = "Unzipping bundle %@";
"RV_PRESENTATION_IMPORT_DIALOG" = "Importing presentation file %@";
"RV_TEMPLATE_IMPORT_DIALOG" = "Importing theme file %@";
"RV_SONG_SELECT_IMPORT_EMPTY_TITLE" = "播放列表名称不能为空";
"RV_SONG_SELECT_IMPORT_INVALID_SELECTED_PLAYLIST" = "Cannot import into selected 播放列表";
"RV_SELECT_OUTPUT_DIRECTORY" = "Choose Directory to Export To";
"RV_JPEG_IMAGE_EXPORT" = "JPEG (with slide background color)";
"RV_PNG_IMAGE_EXPORT" = "PNG (without slide background color)";
"RV_INCLUDE_MEDIA_ACTIONS_IN_SLIDE_IMAGES" = "包含媒体动作";
"RV_EXPORT_SLIDE_IMAGES_MULTIPLE_DOCUMENTS" = "幻灯片图像";
"RV_EXPORT_DOCUMENT_LOAD_ERROR" = "在加载要导出的文档时出现了问题";
"RV_EXPORT_DOCUMENT_URL_ERROR" = "在加载要导出的文档时出现了问题"; // Two separate errors, but the text made sense for both.
"RV_EXPORT_SAVE_SLIDE_IMAGE_ERROR" = "在保存幻灯片图像时出现了问题";
"RV_EXPORT_CREATE_DIRECTORY_ERROR" = "在创建目录时出现了问题";
"RV_EXPORT_MULTIPLE_ERRORS" = "导出文件时出现问题";
"RV_EXPORT_DOCUMENT_LOAD_ERROR_DESCRIPTION" = "There was a problem opening the document at %@";
"RV_EXPORT_DOCUMENT_URL_ERROR_DESCRIPTION" = "There was a problem finding the document named %@";
"RV_EXPORT_SAVE_SLIDE_IMAGE_ERROR_DESCRIPTION" = "Couldn't save a slide image to %@";
"RV_EXPORT_CREATE_DIRECTORY_ERROR_DESCRIPTION" = "Couldn't create a directory at %@";
"RV_EXPORT_PROGRESS_SLIDE_IMAGE" = "Exporting images for %@ (%i/%i)";
"RV_EXPORT_PROGRESS_ADD_TO_BUNDLE" = "正在打包 %@";
"RV_EXPORT_PROGRESS_WRITING_BUNDLE" = "正在保存包文件";
"RV_EXPORT_PROGRESS_DOCUMENT" = "正在导出 %@";
"RV_CUSTOM_SIZE_DESCRIPTION" = "输入幻灯片的宽度和高度。";
"RV_INVALID_SLIDE_SIZE" = "无效的幻灯片大小";
"RV_NEW_MESSAGE" = "新建消息";
"RV_TIMELINE_POPOVER_CUE_NAME" = "名称：";
"RV_TIMELINE_POPOVER_CUE_TIME" = "时间：";
"RV_TIMELINE_CUE_AT_INDEX_%ld" = "提示 %ld";
"RV_TIMELINE_PLAY" = "播放";
"RV_TIMELINE_PAUSE" = "暂停";
"RV_TIMELINE_STOP" = "停止";
"RV_TIMELINE_GO_TO_BEGINNING" = "转到起点";
"RV_TIMELINE_RECORD" = "录制";
"RV_TIMELINE_STOP_RECORD" = "停止录制";
"RV_AUDIENCE_LOOKS_TITLE" = "Looks";
"RV_NEW_AUDIENCE_LOOK" = "新建观众 Look";
"RV_MAKE_LOOK_LIVE" = "Make Live";
"RV_LIVE_LOOK" = "现场";
"RV_LIVE_LOOKS" = "现场 Looks";
"RV_EDIT_AUDIENCE_LOOKS" = "编辑 Looks…";
"RV_AUDIENCE_LOOK_UNDO_SET_NAME" = "设置观众 Look 名称";
"RV_DEFAULT_LOOK_NAME" = "Look";
"RV_UNDO_INSERT_AUDIENCE_LOOK" = "插入 Look";
"RV_UNDO_INSERT_AUDIENCE_LOOKS" = "插入 Looks";
"RV_UNDO_REMOVE_AUDIENCE_LOOK" = "移除 Look";
"RV_UNDO_REMOVE_AUDIENCE_LOOKS" = "移除 Looks";
"RV_LOOK_OPTION_MASK" = "遮罩";
"RV_LOOK_OPTION_PROPS" = "道具/消息";
"RV_LOOK_OPTION_ANNOUNCEMENTS" = "公告";
"RV_LOOK_OPTION_ALT_TEMPLATE" = "演示文稿";
"RV_LOOK_OPTION_PRESENTATION_FOREGROUND" = "幻灯片";
"RV_LOOK_OPTION_PRESENTATION_BACKGROUND" = "媒体";
"RV_LOOK_OPTION_VIDEO_INPUT" = "视频输入";
"RV_UNDO_LOOK_PROPS_ENABLE" = "启用道具";
"RV_UNDO_LOOK_PROPS_DISABLE" = "禁用道具";
"RV_UNDO_LOOK_VIDEO_INPUT_ENABLE" = "启用视频输入";
"RV_UNDO_LOOK_VIDEO_INPUT_DISABLE" = "禁用视频输入";
"RV_UNDO_LOOK_SET_ALTERNATE_TEMPLATE" = "设置备用主题";
"RV_UNDO_AUDIENCE_ACTION_SET_LOOK" = "设置观众 Look";
"RV_NO_AUDIENCE_LOOK_SELECTED" = "没有已选的观众 Look";
"RV_MEDIA_ACTION_BEHAVIOR" = "媒体行动行为";
"RV_DURATION_%@" = "持续时间：%@";
"RV_UNDO_SET_PRESENTATION_URL" = "设置演示文稿 URL"; // External presentation action
"RV_UNDO_SET_SLIDE_ELEMENTS" = "设置元素";
"RV_UNDO_APPLY_TEMPLATE_TO_SLIDE" = "应用主题";
"RV_OPERATOR_NOTES_PLACEHOLDER" = "操作员注意事项";
"RV_CONTENT_DESTINATION_PRESENTATION" = "演示文稿";
"RV_CONTENT_DESTINATION_ANNOUNCEMENTS" = "公告";
"RV_CONTENT_DESTINATION_EDIT_LOOKS" = "编辑 Looks...";
"RV_HOTKEY_CONFLICT_WITH_CUE_MESSAGE_TEXT" = "冲突的热键";
"RV_HOTKEY_CONFLICT_WITH_CUE_INFORMATIVE_TEXT" = "该热键与其他提示的热键冲突。你是否想更换热键分配？";
"RV_HOTKEY_CONFLICT_WITH_GROUP_MESSAGE_TEXT" = "冲突的热键";
"RV_HOTKEY_CONFLICT_WITH_GROUP_INFORMATIVE_TEXT" = "This hotkey conflicts with a cue group's hotkey. You can still set this hotkey, but the cue group takes precedence over this individual cue. You can change the cue group's hotkey in Preferences -> Labels";
"RV_HOTKEY_CONFLICT_WITH_CUE_AND_GROUP_MESSAGE_TEXT" = "冲突的热键";
"RV_HOTKEY_CONFLICT_WITH_CUE_AND_GROUP_INFORMATIVE_TEXT" = "This hotkey conflicts with another cue's hotkey and a cue group's hotkey. You can replace the other cue's hotkey, but the cue group will still take precedence over an individual cue. You can change the cue group's hotkey in Preferences -> Labels.\n\nWould you like to replace the other cue's hotkey assignment?";
"RV_REPLACE_HOTKEY" = "替换热键";
"RV_TIMER_ACTION_SET_CONFIGURATION" = "设置配置";
"RV_TIMER_ACTION_TYPE_START" = "开始";
"RV_TIMER_ACTION_TYPE_STOP" = "停止";
"RV_TIMER_ACTION_TYPE_RESET" = "重置";
"RV_TIMER_ACTION_TYPE_RESET_AND_START" = "重置并开始";
"RV_TIMER_ACTION_OPEN_TIMERS" = "打开计时器…";
"RV_TIMER_ACTION_SELECT_TIMER" = "选择计时器";
"RV_TIMER_ACTION_ALLOWS_OVERRUN" = "允许 Overrun";
"RV_UNDO_DOCUMENT_ACTION_SET_SELECTED_ARRANGEMENT" = "设置编排";
"RV_UNDO_MESSAGE_ACTION_SET_MESSAGE" = "设置消息动作";
"RV_UNDO_REMOVE_ALL_ACTIONS" = "移除所有动作";
"RV_UNDO_SET_ACTIONS" = "设置动作";
"RV_UNDO_SET_CUE_COMPLETION_ACTION" = "设置提示完成动作";
"RV_UNDO_SET_CUE_COMPLETION_ACTION_TYPE" = "设置提示完成动作类型";
"RV_UNDO_SET_CUE_COMPLETION_TARGET" = "设置提示完成目标";
"RV_UNDO_SET_CUE_COMPLETION_TIME" = "设置转到下一次";
"RV_UNDO_SET_CUE_COMPLETION_TYPE" = "设置提示完成类型";
"RV_LOOP_FOR_COUNT" = "Loop For Play Count…";
"RV_LOOP_FOR_TIME" = "Loop For Time…";
"RV_UNDO_SET_AUDIO_TYPE" = "设置音频类型";
"RV_SHOW" = "显示";
"RV_UNDO_ADD_PLAYLIST_ITEM" = "添加播放列表项目";
"RV_UNDO_ADD_PLAYLIST_ITEMS" = "添加播放列表项目";
"RV_UNDO_SET_LAYER_TYPE" = "设置媒体层";
"RV_MEDIA_BIN_MENU_BEHAVIOR" = "行为";
"RV_MEDIA_BIN_MENU_SCALING" = "缩放";
"RV_MEDIA_BIN_MENU_PLAYBACK" = "回放";
"RV_MEDIA_BIN_MENU_NEXT_CUE" = "下一个提示";
"RV_MEDIA_BIN_MENU_INSPECT" = "检查器…";
"RV_MEDIA_BIN_MENU_TRANSITIONS" = "过渡…";
"RV_MEDIA_BIN_MENU_BACKGROUND" = "背景";
"RV_MEDIA_BIN_MENU_FOREGROUND" = "前景";
"RV_MEDIA_BIN_MENU_SCALE_FILL" = "缩放填充";
"RV_MEDIA_BIN_MENU_SCALE_FIT" = "缩放适应";
"RV_MEDIA_BIN_MENU_STRETCH_FILL" = "拉伸填充";
"RV_MEDIA_BIN_MENU_PLAYBACK_STOP" = "停止";
"RV_MEDIA_BIN_MENU_PLAYBACK_LOOP" = "循环";
"RV_MEDIA_BIN_MENU_PLAYBACK_SOFTLOOP" = "软循环";
"RV_NEW_SMART_PLAYLIST" = "新建智能播放列表…";
"RV_NEW_FOLDER" = "新建文件夹";
"RV_VIDEO_INPUT" = "视频输入";
"RV_RANDOM" = "随机";
"RV_FIRST" = "First";
"RV_FROM_FINDER" = "来自访达";
"RV_FROM_VIDEO_INPUT" = "来自视频输入";
"RV_ENABLE_IDENTIFY_LOOK" = "启用识别";
"RV_DISABLE_IDENTIFY_LOOK" = "禁用识别";
"RV_CLOCK_MIGRATION" = "开始迁移 Clock";
"RV_STAGE_MIGRATION" = "开始迁移舞台显示";
"RV_MESSAGES_MIGRATION" = "开始迁移消息";
"RV_MIGRATE_MIDI_PREFERENCES" = "开始迁移 MIDI 映射";
"RV_IMPORT_UNHANDLED_TYPE_ERROR" = "The document %@ isn't compatible to be imported";
"RV_IMPORT_INTERNAL_ERROR" = "There was an internal error importing the document %@";
"RV_IMPORT_PROCORE_ERROR" = "The document %@ failed to upgrade during import. Error reason %@";
"RV_LABEL_SETTINGS_MIGRATION" = "开始迁移标签设置";
"RV_TEMPLATE_MIGRATION" = "开始迁移模板";
"RV_LIBRARY_MIGRATION" = "开始迁移资源库";
"RV_MEDIA_MIGRATION_MISSING_FILE_ERROR" = "丢失的文件";
"RV_MEDIA_MIGRATION_MISSING_FILE_ERROR_REASON" = "The file at %@ is missing.";
"RV_MEDIA_MIGRATION_UNHANDLED_FILE_TYPE_ERROR" = "未处理的文件类型";
"RV_MEDIA_MIGRATION_UNHANDLED_FILE_TYPE_ERROR_REASON" = "The file at %@ isn't a media type we can manage.";
"RV_MEDIA_MIGRATION_FILE_ALREADY_EXISTS_ERROR" = "文件已存在";
"RV_MEDIA_MIGRATION_FILE_ALREADY_EXISTS_ERROR_REASON" = "There is already a file at %@.";
"RV_MULTIPLE_ERRORS" = "出现多个错误。";
"RV_FILE_ALREADY_EXISTS" = "文件已存在。";
"RV_FILE_ALREADY_EXISTS_DESCRIPTION" = "There is already a file at %@";
"RV_UNDO_SET_PLAYBACK_BEHAVIOR" = "设置播放行为";
"RV_IMPORT_UNDO_SET_SCALING_BEHAVIOR" = "设置缩放行为";
"RV_UNDO_SET_NEXT_BEHAVIOR" = "设置下一个行为";
"RV_IMPORT_UNDO_DURATION" = "设置持续时间";
"RV_IMPORT_UNDO_MIN_DURATION" = "设置最小持续时间";
"RV_IMPORT_UNDO_MAX_DURATION" = "设置最大持续时间";
"RV_IMPORT_UNDO_SET_DURATION_TYPE" = "设置持续时间类型";
"RV_UNDO_SET_END_BEHAVIOR" = "设置结束行为";
"RV_NEW_HEADER" = "新建标题";
"RV_UNDO_REMOVE_PLAYLIST_ITEMS" = "移除播放列表项";
"RV_UNDO_REMOVE_PLAYLIST_ITEM" = "移除播放列表项";
"RV_UNDO_SET_PLAYLIST_ITEMS" = "设置播放列表项";
"RV_UNDO_REMOVE_ALL_PLAYLIST_ITEMS" = "移除所有播放列表项";
"RV_UNDO_ADD_PLAYLISTS" = "添加播放列表";
"RV_UNDO_ADD_PLAYLIST" = "添加播放列表";
"RV_UNDO_REMOVE_PLAYLISTS" = "移除播放列表";
"RV_UNDO_REMOVE_PLAYLIST" = "移除播放列表";
"RV_DOWNLOADS" = "下载";
"RV_REMOVE_ALL_DOWNLOADS" = "移除所有下载";
"RV_CONFIRM_REMOVE_DOWNLOADS" = "你确定要删除下载媒体提示？";
"RV_MASKS" = "遮罩";
"RV_EDIT_MASKS" = "编辑遮罩";
"RV_ADD_NEW_MASKS" = "添加新遮罩";
"RV_UNDO_SET_MASK_NAME" = "设置遮罩名称";
"RV_UNDO_INSERT_MASK" = "插入遮罩";
"RV_UNDO_INSERT_MASKS" = "插入遮罩";
"RV_UNDO_REMOVE_MASK" = "移除遮罩";
"RV_UNDO_REMOVE_MASKS" = "移除遮罩";
"RV_UNDO_MOVE_MASKS" = "移动遮罩";
"RV_PCO_LINK" = "链接…";
"RV_PCO_UNLINK" = "取消链接…";
"RV_PCO_UNDO_LINK" = "创建链接";
"RV_PCO_UNDO_REMOVE_LINK" = "移除链接";
"RV_PCO_DROP_DOC" = "把演示文稿放在这里…";
"RV_PCO_DROP_MEDIA" = "把媒体放在这里…";
"RV_PCO_DROP_MEDIA_DOC" = "把演示文稿或媒体放在这里…";
"RV_UNDO_SET_HEADER_COLOR" = "设置头部颜色";
"RV_UNDO_SET_LINKED_TIMER" = "Set Linked Timer";
"RV_PROREMOTE_PASSWORD_MATCH_MESSAGE" = "无效的 ProRemote 密码";
"RV_PROREMOTE_PASSWORD_MATCH_INFO" = "ProRemote controller and observer passwords cannot be identical";
"MENU_ENABLE_CALENDAR" = "启用日历";
"RV_UNDO_REMOVE_SLIDES" = "移除幻灯片";
"RV_UNDO_REMOVE_SLIDE" = "移除幻灯片";
"RV_UNDO_REMOVE_ALL_SLIDES" = "移除所有幻灯片";
"RV_UNDO_SET_SLIDES" = "设置幻灯片";
"RV_UNDO_MOVE_SLIDES" = "移动幻灯片";
"RV_UNDO_ADD_SLIDES" = "添加幻灯片";
"RV_UNDO_ADD_SLIDE" = "添加幻灯片";
"RV_UNDO_ADD_STAGE_LAYOUTS" = "添加舞台布局";
"RV_UNDO_ADD_STAGE_LAYOUT" = "添加舞台布局";
"RV_UNDO_REMOVE_STAGE_LAYOUTS" = "移除舞台布局";
"RV_UNDO_REMOVE_STAGE_LAYOUT" = "移除舞台布局";
"RV_UNDO_REMOVE_ALL_STAGE_LAYOUTS" = "移除所有舞台布局";
"RV_UNDO_SET_STAGE_LAYOUTS" = "设置舞台布局";
"RV_UNDO_MOVE_STAGE_LAYOUTS" = "移动舞台布局";
"RV_UNDO_SET_DOCUMENT_SIZE" = "设置文档尺寸";
"RV_UNDO_SET_DOCUMENT_TRANSITION" = "设置文档过渡";
"RV_BACK" = "返回";
"RV_DONE" = "完成";
"RV_LICENSE_AGREEMENT" = "许可协议";
"RV_ACKNOWLEDGMENTS" = "致谢";
"RV_EULA_INSTRUCTIONS" = "你必须同意软件许可协议的条款才能继续使用该软件。";

// MARK: - Video Inputs
"RV_VIDEO_INPUTS"				= "视频输入";
"RV_ENTER_DESCRIPTION"			= "输入描述";
"RV_VIDEO_INPUT_INDEX"			= "输入 %d";
"RV_VIDEO_INPUT_DISCONNECTED"	= "断开连接 - ";
"RV_REMOVE_VIDEO_INPUT_DEVICE"	= "移除视频输入设备";
"RV_VIDEO_INPUT_SETUP"			= "视频输入设置…";
"RV_REMOVE_VIDEO_INPUT_ACTION"	= "移除视频输入动作";

// MARK: - Message
"RV_CLEAR_AFTER_TIMER" = "When 计时器 Expires";
"RV_CLEAR_AFTER_TIMERS" = "When All 计时器 Expire";
"RV_CLEAR_AFTER_TIME" = "%i 秒后";
"RV_AFTER_TIME" = "After Time";

"RV_SECONDS" = "秒";


// MARK: - Registration

"RV_DEMO" 						= "Demo";
"RV_DISABLE_DEMO"				= "禁用 Demo";
"RV_REGISTER_PRO" 				= "注册 ProPresenter";

"RV_REGISTRATION_ERROR"			= "注册错误";
"RV_ALPHA_MODULE_ERROR"			= "You must purchase, activate, or demo the alpha key module in order to use this feature.";
"RV_SDI_MODULE_ERROR"			= "You must purchase, activate, or demo the SDI module in order to use this feature.";
"RV_EDGE_BLEND_MODULE_ERROR"	= "You must purchase, activate, or demo the edge blend module in order to use this feature.";

"RV_UNREGISTERED_RIBBON_LABEL"	= "注册 ProPresenter";
"RV_DEMO_ACTIVE_RIBBON_LABEL"	= " Demo Active. Open Registration… ";

"RV_REGISTRATION_ERROR_UNKNOWN_ERROR"	= "未知错误";
"RV_REGISTERED_TO"						= "注册给";
"RV_LICENSE_INFO"						= "授权";
"RV_REGISTER"							= "注册";
"RV_PURCHASE"							= "购买";
"RV_LICENSE_LOCATION"					= "授权位置";
"RV_REGISTRATION_VOLUME"				= "磁盘";
"RV_REGISTRATION_SELECT_VOLUME"			= "选择磁盘…";
"RV_REGISTRATION_DELETE_LICENSE"		= "从设备移除授权信息";

"RV_REGISTRATION_SYSTEM_CLOCK_ALTERED"		= "System clock has been modified. Reset to current date and time";
"RV_REGISTRATION_HOST_FILE_MODIFICATION"	= "The host file has been modified and is no longer valid.";

"RV_SEAT_TYPE_BASIC" = "基本";
"RV_SEAT_TYPE_ADVANCED" = "高级";

"RV_VIDEO_INPUTS" = "视频输入";
"RV_ENTER_DESCRIPTION" = "输入描述";
"RV_VIDEO_INPUT_INDEX" = "输入 %d";
"RV_VIDEO_INPUT_DISCONNECTED" = "断开连接 - ";
"RV_REMOVE_VIDEO_INPUT_DEVICE" = "移除输入设备";
"RV_REMOVE_VIDEO_INPUT_ACTION" = "删除视频输入操作";

"RV_CONTIGUOUS_LAYOUT_GRID_VIEW" = "网格视图";
"RV_CONTIGUOUS_LAYOUT_EASY_VIEW" = "简易视图";
"RV_CONTIGUOUS_LAYOUT_TABLE_VIEW" = "表格视图";

/**/

/* Main window sidebar preview - button title when outputs are on */
"PREVIEW_OUTPUTS_TOGGLE_BUTTON.title" = "输出：开";
/* Main window sidebar preview - button title when outputs are off */
"PREVIEW_OUTPUTS_TOGGLE_BUTTON.alternateTitle" = "输出：关";


// MARK: - Preferences

"PREFERENCE_MOVE_SHOW_DIRECTORY.title" = "Choose a ProPresenter directory";

// MARK: - Screen Configuration

/* The "Auduience" screen type - screens that have content for the audience */
"SCREEN_CONFIG_AUDIENCE" = "观众";
/* The "Stage" screen type - screens that have content for people on stage */
"SCREEN_CONFIG_STAGE" = "舞台";

/* The title shown in a tab that allows the user to see and customize Edge Blend options */
"SCREEN_CONFIG_EDGE_BLEND_DETAIL_VIEW.title" = "Edge Blend";
/* The title shown in a tab that allows the user to customize how colors are displayed on the output */
"SCREEN_CONFIG_COLOR_ADJUSTMENT_DETAIL_VIEW.title" = "色彩调节";

/**/
/* Looks Window Sidebar - Top */
"LOOKS_LIVE_LABEL.title" = "现场";
/* Looks Window Sidebar - Header for presets table */
"LOOKS_PRESET_LABEL.title" = "预设";
/* Looks Window Sidebar - action tooltip to add a preset */
"LOOKS_PRESET_BUTTON.toolTip" = "添加预设";

/* Output Create Window - device width text field label */
"OUTPUT_CREATE_WIDTH_LABEL.title" = "宽度：";
/* Output Create Window - device height text field label */
"OUTPUT_CREATE_HEIGHT_LABEL.title" = "高度：";
/* Output Create Window - device name text field label */
"OUTPUT_CREATE_NAME_LABEL.title" = "名称：";
/* Output Create Window - confirm button title */
"OUTPUT_CREATE_CONFIRM_BUTTON.title" = "好";
/* Output Create Window - cancel button title */
"OUTPUT_CREATE_CANCEL_BUTTON.title" = "取消";
/* Output Create Window - window title for placeholder outputs */
"OUTPUT_CREATE_WINDOW_PLACEHOLDER.title" = "新建占位输出";
/* Output Create Window - window title for "syphon" outputs */
"OUTPUT_CREATE_WINDOW_SYPHON.title" = "新建 Syphon 输出";
/* Output Create Window - Error - no name provided */
"OUTPUT_CREATE_ERROR.emptyName" = "为此输出提供唯一的名称。";
/* Output Create Window - Error - duplicate name provided */
"OUTPUT_CREATE_ERROR.invalidName" = "There is already an output named %s.  Enter a unique name.";
/* Output Create Window - Error - invalid size. values: width, height */
"OUTPUT_CREATE_ERROR.invalidSize" = "Provided size (%@ x %@) is invalid. Height and width must be greater than zero and less than 30,000.";

/* Output Device Type - system connected screen */
"OUTPUT_DEVICE_TYPE_SYSTEM" = "系统";
/* Output Device Type - blackmagic device */
"OUTPUT_DEVICE_TYPE_BLACKMAGIC" = "Blackmagic";
/* Output Device Type - NDI device */
"OUTPUT_DEVICE_TYPE_NDI" = "NDI";
/* Output Device Type - Syphon device */
"OUTPUT_DEVICE_TYPE_SYPHON" = "Syphon";
/* Output Device Type - placeholder device (no hardware) */
"OUTPUT_DEVICE_TYPE_PLACEHOLDER" = "占位";

/* Timers - No limit for elapsed time */
"TIMERS_ELAPSED_TIME_NO_LIMIT.placeholder" = "不限制";

/* Messages - window title*/
"MESSAGES_WINDOW.title" = "消息";
/* Messages - title shown when there are no messages */
"MESSAGES_NO_MESSAGE_LABEL.title" = "没有消息";
/* Messages - clear individual message tool tip */
"MESSAGES_CLEAR_BUTTON.toolTip" = "清除消息";
/* Messages - clear all showing messages title */
"MESSAGES_CLEAR_ALL_BUTTON.title" = "全部清除";
/* Messages - clear individual message tool tip */
"MESSAGES_CLEAR_ALL_BUTTON.toolTip" = "清除全部消息";
/* Messages - create new message button tool tip */
"MESSAGES_ADD_BUTTON.toolTip" = "创建新消息";
/* Messages - show remote web browser tool tip */
"MESSAGES_SHOW_WEB_BROWSER_BUTTON.toolTip" = "Show web access";
/* Messages - dismiss when user manually clears the message */
"MESSAGES_DISMISS_MENU_ITEM_MANUALLY" = "手动";
/* Messages - dismiss menu after time. value: seconds */
"MESSAGES_DISMISS_MENU_ITEM_AFTER_TIME" = "%i seconds";
/* Messages - after time top menu title */
"MESSAGES_DISMISS_MENU_AFTER_TIME" = "After Time";
/* Messages - button title after timer selected */
"MESSAGES_DISMISS_BUTTON_AFTER_TIME.title" = "After %i Seconds";
/* Messages - default name for a new message */
"MESSAGES_NEW_MESSAGE_DEFAULT_NAME" = "新建消息";
/* Messages - default content for sample message. values: token name uuid, token room uuid */
"MESSAGES_SAMPLE_MESSAGE" = "%@, please come to room %@";
/* Messages - undo title for adding a message */
"MESSAGES_UNDO_ADD" = "添加消息";
/* Messages - undo title for adding multiple messages */
"MESSAGES_UNDO_ADD_PLURAL" = "添加消息";
/* Messages - undo title for removing a message */
"MESSAGES_UNDO_REMOVE" = "移除消息";
/* Messages - undo title for removing multiple messages */
"MESSAGES_UNDO_REMOVE_PLURAL" = "移除消息";
/* Messages - undo title for removing all messages */
"MESSAGES_UNDO_REMOVE_ALL" = "全部移除";
/* Messages - undo title for replacing all messages */
"MESSAGES_UNDO_SET_ALL" = "设置消息";
/* Messages - timer token view - reset timer button */
"MESSAGES_RESET_TIMER_BUTTON.toolTip" = "重置计时器";
/* Messages - start stop buton - timer in stopped state tool tip */
"MESSAGES_START_STOP_BUTTON_STOPPED.toolTip" = "开始计时器";
/* Messages - start stop button - timer in running state tool tip */
"MESSAGES_START_STOP_BUTTON_RUNNING.toolTip" = "停止计时器";
/* Messages - timer token view - overrun option checkbox title */
"MESSAGES_OVERRUN_BUTTON.title" = "Overrun";
/* Messages - undo set system clock date style */
"MESSAGES_UNDO_DATE_STYLE" = "设置日期格式";
/* Messages - undo set system clock time style */
"MESSAGES_UNDO_TIME_STYLE" = "设置时间格式";
/* Messages - undo set system clock 24 hour style */
"MESSAGES_UNDO_24_HOUR" = "Set 24 Hour";


/* General - delete object */
"GENERAL_DELETE" = "删除";

/* Main Toolbar - search button title */
"MAIN_TOOLBAR_SEARCH.title" = "搜索";
"MAIN_TOOLBAR_SEARCH.toolTip" = "搜索资源库内容和 SongSelect";
/* Main Toolbar - search button tooltip when not showing the house of worship integrations */
"MAIN_TOOLBAR_SEARCH_NON_HOW.toolTip" = "搜索资源库内容";

/* Main Toolbar - presentation button title */
"MAIN_TOOLBAR_PRESENTATION.title" = "演示";
"MAIN_TOOLBAR_PRESENTATION.toolTip" = "进入演示模式";
/* Main Toolbar - toggle presentation editor button title */
"MAIN_TOOLBAR_EDITOR.title" = "编辑";
"MAIN_TOOLBAR_EDITOR.toolTip" = "编辑所选演示文稿";
/*  Main Toolbar - toggle reflow editor button title */
"MAIN_TOOLBAR_REFLOW.title" = "重排";
"MAIN_TOOLBAR_REFLOW.toolTip" = "重排所选演示文稿";
/*  Main Toolbar - open bibles button title */
"MAIN_TOOLBAR_BIBLE.title" = "圣经";
"MAIN_TOOLBAR_BIBLE.toolTip" = "根据圣经创建幻灯片和演示文稿";
/*  Main Toolbar - open theme button title */
"MAIN_TOOLBAR_THEME.title" = "主题";
"MAIN_TOOLBAR_THEME.toolTip" = "将主题应用于所选项";
/* Main Toolbar - toggle media bin button title */
"MAIN_TOOLBAR_MEDIA_BIN.title" = "媒体";
"MAIN_TOOLBAR_MEDIA_BIN.toolTip" = "显示或隐藏媒体库";
/*  Main Toolbar - toggle timers button title */
"MAIN_TOOLBAR_TIMERS.title" = "计时器";
"MAIN_TOOLBAR_TIMERS.toolTip" = "显示或隐藏计时器";
/* Main Toolbar - toggle messages button title */
"MAIN_TOOLBAR_MESSAGES.title" = "消息";
"MAIN_TOOLBAR_MESSAGES.toolTip" = "显示或隐藏消息";
/* Main Toolbar - toggle stage button title */
"MAIN_TOOLBAR_STAGE.title" = "舞台";
"MAIN_TOOLBAR_STAGE.toolTip" = "显示或隐藏舞台控制器";
/* Main Toolbar - toggle props button title */
"MAIN_TOOLBAR_PROPS.title" = "道具";
"MAIN_TOOLBAR_PROPS.toolTip" = "显示或隐藏道具控制器";
/*  Main Toolbar - open media store button title */
"MAIN_TOOLBAR_WEB_STORE.title" = "商店";
"MAIN_TOOLBAR_WEB_STORE.toolTip" = "显示媒体商店";
/*  Main Toolbar - open feedback button title */
"MAIN_TOOLBAR_FEEDBACK.title" = "意见反馈";
"MAIN_TOOLBAR_FEEDBACK.toolTip" = "分享反馈给我们";
/*  Main Toolbar - open more menu */
"MAIN_TOOLBAR_MORE.title" = "更多";
"MAIN_TOOLBAR_MORE.toolTip" = "更多";

"MAIN_TOOLBAR_MORE.STAGE_EDITOR.title" = "舞台编辑器";
"MAIN_TOOLBAR_MORE.THEME_EDITOR.title" = "主题编辑器";
"MAIN_TOOLBAR_MORE.CCLI_EDITOR.title" = "CCLI 编辑器";
"MAIN_TOOLBAR_MORE.PROPS_EDITOR.title" = "道具编辑器";
"MAIN_TOOLBAR_MORE.MASK_EDITOR.title" = "遮罩编辑器";


/* Main Toolbar - text style popover */
"MAIN_TOOLBAR_TEXT_STYLE.title" = "文本";
"MAIN_TOOLBAR_TEXT_STYLE.toolTip" = "调整幻灯片的文本样式";


/**/
"OPEN_PANEL_CHOOSE_DIRECTORY.title" = "选择一个目录";
/**/
"OPEN_PANEL_OK.prompt" = "好";

/* The name of the default library. This is automatically created when the application is launched and has no libraries. */
"LIBRARY_DEFAULT_NAME" = "演示文稿";
/* The placeholder library name, given when the user manually creates a new library. */
"LIBRARY_NEW_DEFAULT_NAME" = "新建资源库";
/**/
"PLAYLIST_ADD_LIBRARY.title" = "新建资源库";
/**/
"PLAYLIST_ADD_PRESENTATION.title" = "新建演示文稿";
/**/
"PLAYLIST_ADD_SMART_FOLDER.title" = "新建智能播放列表";
/**/
"PLAYLIST_ADD_PLANNING_CENTER.title" = "Planning Center 服务…";
/**/
"PLAYLIST_DEFAULT_NAME" = "播放列表";
/**/
"PLAYLIST_FOLDER_DEFAULT_NAME" = "无标题文件夹";
/* the title of the library section in the library/playlist source list */
"LIBRARY_PLAYLIST_LIBRARY_HEADER.title" = "资源库";
/* the title of the playlist section in the library/playlist source list */
"LIBRARY_PLAYLIST_PLAYLIST_HEADER.title" = "播放列表";
/* placeholder text for the library search field */
"LIBRARY_SEARCH_FIELD.placeholder" = "搜索";

/* the title in the media section source list */
"MEDIA_BIN_HEADER.title" = "媒体";
/* download item title that appears when downloads are present in the media bin */
"MEDIA_BIN_OUTLINE_DOWNLOAD_ITEM.title" = "下载";
/* contextual menu action title - downloads menu to remove all items */
"MEDIA_BIN_OUTLINE_DOWNLOAD_ITEM_MENU_REMOVE_DOWNLOADS.title" = "移除所有下载";
/**/
"MEDIA_BIN_OUTLINE_VIDEO_INPUT_ITEM.title" = "视频输入";
/**/
"MEDIA_BIN_OUTLINE_VIDEO_INPUT_ITEM_MENU_OPEN_CONFIGURATION.title" = "打开配置";
/**/
"MEDIA_BIN_FOOTER_LAYOUT_TYPE_GRID.toolTip" = "网格";
/**/
"MEDIA_BIN_FOOTER_LAYOUT_TYPE_TABLE.toolTip" = "表格";

/**/
"MEDIA_BIN_IMPORT_MENU_FROM_FINDER.title" = "来自访达";
/**/
"MEDIA_BIN_IMPORT_MENU_FROM_VIDEO_INPUT.title" = "来自视频输入";
/**/
"MEDIA_BIN_IMPORT_MENU_CONFIGURE_INPUTS.title" = "视频输入配置…";

/**/
"MEDIA_BIN_OUTLINE_MENU_SELECT_FOR_COMMUNICATIONS.title" = "Select for Communications";
/* a contextual menu item that allows the user to determine where its contents should be triggered */
"MEDIA_BIN_OUTLINE_MENU_SMART_PLAYLIST_BEHAVIOR.title" = "智能播放列表行为";
/* a contextual menu sub-item that allows the user to specify media should be triggered in the background */
"MEDIA_BIN_OUTLINE_MENU_SMART_PLAYLIST_BEHAVIOR.background" = "背景";
/* a contextual menu sub-item that allows the user to specify media should be triggered in the foreground */
"MEDIA_BIN_OUTLINE_MENU_SMART_PLAYLIST_BEHAVIOR.foreground" = "前景";

/**/
"NEW_LABEL_DIALOG_WINDOW.title" = "新建标签";
/**/
"NEW_LABEL_DIALOG_WINDOW.checkBoxTitle" = "保存标签";

/* Contiguous View options view controller. Font label title */
"CONTIGUOUS_VIEW_LAYOUT_OPTIONS_PREFERENCES_FONT_LABEL.title" = "字体";

/* alert text for getting permission to install sample library */
"SAMPLE_LIBRARY_ALERT.message" = "你确定要安装示例资源库吗？";
"SAMPLE_LIBRARY_INSTALL_ALERT.detailMessage" = "这将添加带有示例内容的新资源库";
/* name of the new library created when sample content is imported */
"SAMPLE_LIBRARY_NAME" = "示例";
/* name of the new media playlist created when sample content is downloaded */
"SAMPLE_MEDIA_PLAYLIST_NAME" = "示例内容";

/* alert text for the new presentation dialog that appears when the document name has invalid characters */
"NEW_PRESENTATION_NAME_INVALID_CHARACTERS.message" = "The name \"%@\" contains invalid characters";
"NEW_PRESENTATION_NAME_INVALID_CHARACTERS.detailMessage" = "请使用其他名称";
/* alert text for the new presentation dialog that appears when a document with the given name already exists */
"NEW_PRESENTATION_NAME_DUPLICATE_NAME.message" = "The name \"%@\" contains invalid characters";
"NEW_PRESENTATION_NAME_DUPLICATE_NAME.detailMessage" = "请使用其他名称";
"NEW_PRESENTATION_INVALID_CUSTOM_SIZE.message" = "无效大小";
"NEW_PRESENTATION_INVALID_CUSTOM_SIZE.detailMessage" = "Provided size (%.0f x %.0f) is invalid. Height and width must be greater than zero and less than 30,000.";

/* the default name shown in the save panel when multiple playlists are being exported */
"EXPORT_PLAYLIST_MULTIPLE_DEFAULT_NAME" = "播放列表";
/* in the playlist export save panel, the title of the checkbox to indicate if media should be bundled */
"EXPORT_PLAYLIST_INCLUDE_MEDIA_BUTTON.title" = "在演示文稿中内嵌媒体";
/* the title for the "Save Panel" where a user can choose a location to export a bundle file to */
"EXPORT_BUNDLE_PANEL.title" = "导出包文件";
/* the button within the "Export Bundle" panel used to actually save the file */
"EXPORT_BUNDLE_PANEL.exportButton" = "导出";

/**/
"LIBRARY_DETAIL_ADD_MENU_NEW_PRESENTATION.title" = "新建演示文稿";

/**/
"NEW_HEADER_PLAYLIST.name" = "标题";

/* the title of the alert asking the user to confirm they want to delete all selected libraries */
"LIBRARY_DELETE_WARNING.title" = "你确定要删除所有已选择的资源库吗？";

/* the informational text of the alert asking the user to confirm they want to delete all selected libraries */
"LIBRARY_DELETE_WARNING.informativeText" = "此动作无法撤消。";

/* the delete button title of the alert asking the user to confirm they want to delete all selected libraries */
"LIBRARY_DELETE_WARNING.deleteButtonText" = "删除";

/* the cancel button title of the alert asking the user to confirm they want to delete all selected libraries */
"LIBRARY_DELETE_WARNING.cancelButtonText" = "取消";

/* menu item title for the export playlist item in the library detail view */
"LIBRARY_CONTEXTUAL_MENU_ITEM_EXPORT.title" = "导出";

"LIBRARY_CONTEXTUAL_MENU_ITEM_REFRESH_PCO.title" = "刷新";

"LIBRARY_CONTEXTUAL_MENU_ITEM_CONVERT_TO_STANDARD_PLAYLIST.title" = "转换为标准播放列表";

"LIBRARY_PCO_PRINT_PLAYLIST_MENU_ITEM.title" = "打印播放列表";

"PLAYLIST_CONTEXT_MENU_ITEM_COPY.title" = "拷贝";

"PLAYLIST_CONTEXT_MENU_ITEM_PASTE.title" = "粘贴";

"LIBRARY_DETAIL_CONTEXT_MENU_ITEM_EXPORT_PRO_BUNDLE.title" = "导出为包文件…";

"LIBRARY_DETAIL_CONTEXT_MENU_ITEM_EXPORT_SLIDES_AS_IMAGES.title" = "导出为图像…";

"LIBRARY_DETAIL_CONTEXT_MENU_ITEM_RESIZE.title" = "调整";

"LIBRARY_DETAIL_CONTEXT_MENU_ITEM_SELECT_ARRANGEMENT.title" = "编排";

"LIBRARY_DETAIL_CONTEXT_MENU_ITEM_REFLOW.title" = "重排";

"LIBRARY_DETAIL_CONTEXT_MENU_ITEM_ADD_TO.title" = "添加到";

"LIBRARY_DETAIL_CONTEXT_MENU_ITEM_MOVE_TO.title" = "移动到";

"PLAYLIST_DETAIL_CONTEXT_MENU_ITEM_INSPECT_CUES.title" = "检查器";

"PLAYLIST_DETAIL_CONTEXT_MENU_ITEM_SHOW_IN_LIBRARY.title" = "在资源库中显示";

"PLAYLIST_DETAIL_CONTEXT_MENU_ITEM_RESIZE.title" = "调整";

"PLAYLIST_DETAIL_CONTEXT_MENU_ITEM_ARRANGEMENT.title" = "编排";

"PLAYLIST_DETAIL_CONTEXT_MENU_ITEM_REFLOW.title" = "重排";

"PLAYLIST_DETAIL_CONTEXT_MENU_ITEM_CHANGE_HEADER_COLOR.title" = "修改标题颜色";

"PLAYLIST_DETAIL_CONTEXT_MENU_ITEM_REMOVE_FROM_PLAYLIST.title" = "从播放列表移除";

"PLAYLIST_DETAIL_CONTEXT_MENU_ITEM_UPLOAD_PCO_ITEM.title" = "上传到 Planning Center";

"PLAYLIST_DETAIL_CONTEXT_MENU_ITEM_MASTER_ARRANGEMENT.title" = "Master";

"PLAYLIST_DETAIL_CONTEXT_MENU_ITEM_MASTER_ARRANGEMENT.title" = "Master";

"PLAYLIST_DETAIL_CONTEXT_MENU_ITEM_ADD_TO.title" = "添加到";

"PLAYLIST_DETAIL_CONTEXT_MENU_ITEM_EXPORT_AS_BUNDLE.title" = "导出为包文件…";

"PLAYLIST_DETAIL_CONTEXT_MENU_ITEM_EXPORT_AS_IMAGES.title" = "导出为图像…";

"LIBRARY_DETAIL_DELETE_WARNING.title" = "你确定要删除所有已选择的资源库文件吗？";

"LIBRARY_DETAIL_DELETE_WARNING.informativeText" = "此操作无法撤消。";

"LIBRARY_DETAIL_DELETE_WARNING.deleteButtonText" = "删除";

"LIBRARY_DETAIL_DELETE_WARNING.cancelButtonText" = "取消";

/* the title of the menu item in the bible view footer that allows the user to save the current chapters/verses to a presentation */
"BIBLE_SAVE_MENU_SAVE_AS.title" = "另存为演示文稿";
/* the title of the menu item in the bible view footer that allows the user to add the current chapters/verse to an existing, selected presentation */
"BIBLE_SAVE_MENU_COPY_TO.title" = "Copy to Selected演示文稿";

/* The title for the general preferences checkbox allowing the user to show multiple playlist items */
"PREFERENCES_SHOW_MULTIPLE_PLAYLIST_ITEMS_CHECKBOX.title" = "显示多个播放列表项目";


// MARK: - Themes

/* The default name for creating a new theme */
"NEW_THEME.name" = "新建主题";

/**/
"THEMES.name" = "主题";
/* The title of the template menu when the user right clicks on a cue in a document */
"THEME_MENU.title" = "主题";
/* The title of the menu item to edit template groups */
"THEME_MENU_EDIT.title" = "编辑…";
/* The title of the menu item that adds the selection into the theme */
"THEME_MENU_ADD_SELECTION_TO_THEME.title" = "将所选添加到主题";
/* The title of the menu item that delete a theme from the application */
"THEME_MENU_DELETE_THEME.title" = "删除主题";

/* The placeholder title for a slide whose name is empty */
"TEMPLATE_MENU_UNNAMED_TEMPLATE_ITEM.title" = "模板";
/* The title for a dummy item displayed as the selection */
"TEMPLATE_MENU_ITEM_ICON.title" = "模板";
/* The title for a template menu item that inserts a new slide */
"TEMPLATE_MENU_ITEM_NEW_SLIDE.title" = "添加新的幻灯片";

/* The title for the menu item to create a new theme */
"THEME_MENU_NEW_THEME_ITEM.title" = "新建主题…";
/* The title for the menu item that saves the selection as a new theme */
"THEME_MENU_NEW_THEM_FROM_SELECTION.title" = "从所选项新建主题";
/* The title for the menu item that shows various user preferences for refactoring slides */
"TEMPLATE_MENU_REFACTOR_PREFERENCES.title" = "重构首选项";

"PLAYLIST_DETAIL_VIEW_CONTROLLER_PCO_UPDATE_AVAILABLE_BUTTON.title" = "有可用更新";

/* The title for the registration info label about the expiration date when the license type is trial or rental */
"REGISTRATION_INFO_EXPIRATION_LABEL.title" = "已到期";

/* The title for the registration info label about the available seats remaining in the license */
"REGISTRATION_INFO_AVAILABLE_SEATS_LABEL.title" = "可用座位";

"TRANSPORT_CONTROLS_CLEAR_TO_LOGO_BUTTON.title" = "显示 LOGO";


// MARK: - Editors

/* The title for the inspector in the Prop editor */
"PROP_EDITOR_INSPECTOR_TAB.title" = "道具";

/* Alert text for changing the size of a Prop */
"PROP_EDITOR_SIZE_CHANGE_ALERT.message" = "改变大小将应用于所有道具。你想继续吗？";
/* Cancel button text for Prop size alert */
"PROP_EDITOR_SIZE_CHANGE_ALERT.cancel" = "取消";
/* Confirm button text for Prop size alert */
"PROP_EDITOR_SIZE_CHANGE_ALERT.confirm" = "调整";

/* Menu item when right clicking on the cue to copy the slide's first element's text style */
"TEXT_STYLES_COPY_CUE_CONTEXTUAL_MENU_ITEM.title" = "拷贝文本样式";
/* Menu item when right clicking on the cue to paste the copied text style to all slide elements */
"TEXT_STYLES_PASTE_CUE_CONTEXTUAL_MENU_ITEM.title" = "粘贴文本样式";

/* Undo name for when the user pastes a text style onto an element (or multiple elements) */
"TEXT_STYLES_UNDO_PASTE_STYLE.title" = "粘贴文本样式";

/* Right-click menu item to paste text from the clipboard, matching the existing text style in the text field. */
"PASTE_AS_PLAIN_TEXT_MENU_ITEM.title" = "粘贴并匹配样式";


// MARK: - Undo

/* Undo action for removing multiple actions */
"UNDO_MENU_ITEM_REMOVE_ACTIONS.title" = "移除动作";
/* Undo action for removing a single action */
"UNDO_MENU_ITEM_REMOVE_ACTION.title" = "移除动作";

/* Undo action for renaming a prop slide */
"UNDO_MENU_ITEM_RENAME_PROP.title" = "重命名道具";

/* Undo action for moving a presentation into a different library */
"UNDO_MOVE_LIBRARY_ITEM.title" = "移动资源库项目";
/* Undo action for moving multiple presentations into a different library */
"UNDO_MOVE_LIBRARY_ITEMS.title" = "移动资源库项目";

/* Undo action for copying a presentation into a different library */
"UNDO_COPY_LIBRARY_ITEM.title" = "拷贝资源库项目";
/* Undo action for copying multiple presentations into a different library */
"UNDO_COPY_LIBRARY_ITEMS.title" = "拷贝资源库项目";

/* Title for the house of worship checkbox in general preferences */
"PREFERENCES_SHOW_HOUSE_OF_WORSHIP_CHECKBOX.title" = "显示 House of Worship 集成";

/* Title for the share crash reports checkbox in general preferences */
"PREFERENCES_SHARE_CRASH_REPORTS_CHECKBOX.title" = "共享崩溃报告";

/* Title for the share analytics checkbox in general preferences */
"PREFERENCES_SHARE_ANALYTICS_CHECKBOX.title" = "共享 ProPresenter 分析数据";

/* Text for the house of worship detail label in general preferences */
"PREFERENCES_HOUSE_OF_WORSHIP_DETAIL_LABEL.text" = "我们知道并非所有人都在教堂中使用 ProPresenter。如果你不想看到用于教会的集成内容，则不需要此选项。";

/* Text for the share crash reports detail label in general preferences */
"PREFERENCES_SHARE_CRASH_REPORTS_DETAIL_LABEL.text" = "自动将崩溃报告上传给我们的开发人员。";

/* Text for the share analytics detail label in general preferences */
"PREFERENCES_SHARE_ANALYTICS_DETAIL_LABEL.text" = "我们收集的匿名数据使我们能够为你提供更好的服务。";

/* The title of the welcome window */
"WELCOME_WINDOW.title" = "欢迎使用 ProPresenter";

/* The Continue button title at the bottom of the welcome window */
"WELCOME_WINDOW_CONTINUE_BUTTON.title" = "继续";

/* The Migrate button title at the bottom of the welcome window while the migration screen is showing */
"WELCOME_WINDOW_MIGRATE_BUTTON.title" = "迁移";

/* The back button to go back to the welcome screen */
"WELCOME_WINDOW_BACK_TO_WELCOME_BUTTON.title" = "欢迎";

/* The back button to go back to the migration screen */
"WELCOME_WINDOW_BACK_TO_MIGRATION_BUTTON.title" = "迁移";

/* The back button to go back to the screen config screen */
"WELCOME_WINDOW_BACK_TO_SCREEN_CONFIG_BUTTON.title" = "屏幕配置";

/* The back button to go back to the customization screen */
"WELCOME_WINDOW_BACK_TO_CUSTOMIZATION_BUTTON.title" = "自定义";

/* The forward button to skip the migration screen */
"WELCOME_WINDOW_SKIP_MIGRATION_BUTTON.title" = "跳过迁移";

/* The forward button title while migration is in progress to cancel migration */
"WELCOME_WINDOW_ABORT_MIGRATION_BUTTON.title" = "中止迁移";

/* Prompt of the open panel when adding a new library for migration */
"WELCOME_WINDOW_ADD_NEW_LIBRARY_OPEN_PANEL.prompt" = "选择";

/* Title of the open panel when adding a new library for migration */
"WELCOME_WINDOW_ADD_NEW_LIBRARY_OPEN_PANEL.title" = "选择一个资源库";

/* Title of the open panel when editing an existing library for migration */
"WELCOME_WINDOW_ADD_NEW_LIBRARY_EDIT_LOCATION_OPEN_PANEL.title" = "选择用于 ProPresenter 文件的文件夹";

/* The top level menu item in the screen config menu */
"WELCOME_WINDOW_SCREEN_CONFIG_MENU_SELECT_AN_OUTPUT_DEVICE_MENU_ITEM.title" = "选择输出设备…";

"WELCOME_WINDOW_SCREEN_CONFIG_CONFLICT.toolTip" = "所选的两个输出相同";

"WELCOME_WINDOW_NEW_FEATURE_1.title" = "欢迎使用 ProPresenter";
"WELCOME_WINDOW_NEW_FEATURE_1.description" = "这是新版 ProPresenter 的视频演示";

"WELCOME_WINDOW_EULA_DISAGREE_BUTTON.title" = "不同意";
"WELCOME_WINDOW_EULA_ACCEPT_BUTTON.title" = "同意";

/* Editor Inpsector Tab Title - Presentation */
"EDITOR_INSPECTOR_PRESENTATION.title" = "演示文稿";
/* Editor Inpsector Tab Title - Slide */
"EDITOR_INSPECTOR_SLIDE.title" = "幻灯片";
/* Editor Inpsector Tab Title - Shape */
"EDITOR_INSPECTOR_SHAPE.title" = "形状";
/* Editor Inpsector Tab Title - Text */
"EDITOR_INSPECTOR_TEXT.title" = "文本";
/* Editor Inpsector Tab Title - Slide Notes */
"EDITOR_INSPECTOR_SLIDE_NOTES.title" = "幻灯片注释";
/* Editor Inpsector Tab Title - Build */
"EDITOR_INSPECTOR_BUILD.title" = "生成";

/* document inspector - slide size title */
"EDITOR_DOCUMENT_INSPECTOR_SIZE.title" = "大小";


// MARK: - Import

/* The error message given when an error occurred when working with a temporary directory. */
"IMPORT_ERROR_TEMPORARY_DIRECTORY.description" = "文件错误";
/* The error message given when an invalid file URL is encountered during import. */
"IMPORT_ERROR_INVALID_FILE.description" = "无效文件";
/* The error message given when ProPresenter is unable to unzip a file. */
"IMPORT_ERROR_UNZIP.description" = "解压缩文件时出错";
/* The error message given when no files were found within a bundle. */
"IMPORT_ERROR_BUNDLE_NO_FILES_FOUND.description" = "没有找到文件";
/* The error message given when an error occurred trying to relink media for a bundle. */
"IMPORT_ERROR_BUNDLE_RELINKING_MEDIA.description" = "重新连接媒体时出错";
/* The error message given when trying to import text from the clipboard, but the clipboard does not contain any text. */
"IMPORT_ERROR_CLIPBOARD_DOES_NOT_CONTAIN_TEXT.description" = "剪贴板是空的。";
/* The error message given when trying to import a PowerPoint document without having PowerPoint installed. */
"IMPORT_ERROR_POWERPOINT_NOT_DETECTED.description" = "必须安装 PowerPoint 2016 或更高版本才能导入。";

/* The import progress message when in the step of downloading an item from iCloud during import */
"IMPORT_PROGRESS_CLOUD_DOWNLOAD.title" = "正在从 iCloud 下载";

// MARK: - What's New In ProPresenter Window

/* The window's title */
"WHATS_NEW_IN_PRO_WINDOW.title" = "ProPresenter 的新功能";
/* The "Continue" button. The user presses this to move from one page to the next. */
"WHATS_NEW_IN_PRO_WINDOW_CONTINUE_BUTTON.title" = "继续";
/* Feature overview page - see all changes button to open webpage */
"WHATS_NEW_IN_PRO_FEATURE_OVERVIEW_SEE_CHANGES_BUTTON.title" = "查看全部改动";
/* Feature overview text page - see all changes button to open webpage */
"WHATS_NEW_IN_PRO_TEXT_OVERVIEW_SEE_CHANGES_BUTTON.title" = "查看全部改动";
/* feature page 1 - feature title */
"WHATS_NEW_IN_PRO_FEATURE_1.title" = "新功能 1";
/* feature page 1 - feature description */
"WHATS_NEW_IN_PRO_FEATURE_1.description" = "这项新功能真令人兴奋！";

"PRESENTATION_VIEW_UNGROUP_MENU_ITEM.title" = "未分组";
"PRESENTATION_VIEW_LABEL_MENU_ITEM.title" = "标签";

"WATERMARK_ALTERED_ALERT.messageText" = "ProPresenter 应用程序已损坏或被修改";
"WATERMARK_ALTERED_ALERT.informativeText" = "从 renewedvision.com 重新下载";
"WATERMARK_ALTERED_ALERT.quitButton" = "退出";

"DOCUMENT_VIEW_CONTROLLER_INVALID_CUSTOM_SIZE.detailMessage" = "Provided size (%.0f x %.0f) is invalid. Height and width must be greater than zero and less than 30,000.";
"PLAIN_TEXT_IMPORT_INVALID_CUSTOM_SIZE.detailMessage" = "Provided size (%.0f x %.0f) is invalid. Height and width must be greater than zero and less than 30,000.";
"LIBRARY_DETAIL_VIEW_INVALID_CUSTOM_SIZE.detailMessage" = "Provided size (%.0f x %.0f) is invalid. Height and width must be greater than zero and less than 30,000.";

"FILE_MENU_CLOSE_WINDOW_MENU_ITEM.title" = "关闭窗口";

"PRESENTATION_DETAIL_HEADER_VIEW_NOTES_BUTTON.toolTip" = "注释";
"PRESENTATION_DETAIL_HEADER_VIEW_ARRANGEMENTS_BUTTON.toolTip" = "编排";
"PRESENTATION_DETAIL_HEADER_VIEW_TIMELINE_BUTTON.toolTip" = "时间轴";

"CONTIGUOUS_VIEW_ADD_SLIDE_BUTTON.toolTip" = "添加幻灯片";

"MEDIA_BIN_FOOTER_IMPORT_ADD_MEDIA_BUTTON.toolTip" = "添加媒体";

"UNDO_SLIDE_SET_DRAWS_BACKGROUND_COLOR_ENABLED" = "设置背景色已启用";
"UNDO_SLIDE_SET_BACKGROUND_COLOR" = "设置背景颜色";


/* The title for the slide show button when a slide show is active. `%@` represents the time for each slide in seconds. */
"PRESENTATION_VIEW_SLIDE_SHOW_BUTTON_ACTIVE.title" = "%@秒";
"PRESENTATION_VIEW_SLIDE_SHOW_BUTTON_ACTIVE.tooltip" = "幻灯片显示：%@秒";
/* The title for the slide show button when a slide show is not active. */
"PRESENTATION_VIEW_SLIDE_SHOW_BUTTON.title" = "幻灯片显示";
"PRESENTATION_VIEW_SLIDE_SHOW_BUTTON.tooltip" = "幻灯片显示";

"PRESENTATION_VIEW_NO_SLIDE_SHOW_ITEM.title" = "无";
"PRESENTATION_VIEW_CUSTOM_SLIDE_SHOW_ITEM.title" = "自定义…";
"UNDO_PRESENTATION_SET_SLIDE_SHOW_DURATION" = "设置幻灯片放映时间";
"SLIDE_SHOW_INVALID_CUSTOM_DURATION.message" = "无效的自定义持续时间";
"SLIDE_SHOW_INVALID_CUSTOM_DURATION.info" = "幻灯片持续时间必须大于或等于零秒。";

// Strings used when user wants to check for updates - maintenance is expired, however, there ARE updates they can download
"EXPIRED_MAINTENANCE_CHECK_FOR_UPDATES_AVAILABLE_ALERT.messageText" = "续费 ProPresenter+ 来访问最新的功能";
"EXPIRED_MAINTENANCE_CHECK_FOR_UPDATES_AVAILABLE_ALERT.informativeText" = "你当前的许可证有 %d 个可用更新。续订 ProPresenter+ 以获取 %d 个更多更新";
"EXPIRED_MAINTENANCE_CHECK_FOR_UPDATES_AVAILABLE_ALERT_DOWNLOAD_BUTTON.title" = "下载 %d 更新";
"EXPIRED_MAINTENANCE_CHECK_FOR_UPDATES_AVAILABLE_ALERT_RENEW_BUTTON.title" = "续费 ProPresenter+";
"EXPIRED_MAINTENANCE_CHECK_FOR_UPDATES_AVAILABLE_ALERT_CANCEL_BUTTON.title" = "取消";

// Strings used when user wants to check for updates - maintenance is expired and there are NO updates available for them to download
"EXPIRED_MAINTENANCE_CHECK_FOR_UPDATES_UNAVAILABLE_ALERT.messageText" = "续费 ProPresenter+ 来访问最新的功能";
"EXPIRED_MAINTENANCE_CHECK_FOR_UPDATES_UNAVAILABLE_ALERT.informativeText" = "你当前的许可证没有可用更新。续订 ProPresenter+ 以获取最新更新";
"EXPIRED_MAINTENANCE_CHECK_FOR_UPDATES_UNAVAILABLE_ALERT_RENEW_BUTTON.title" = "续费 ProPresenter+";
"EXPIRED_MAINTENANCE_CHECK_FOR_UPDATES_UNAVAILABLE_ALERT_OK_BUTTON.title" = "好";

"CHECK_FOR_UPDATES_NONE_AVAILABLE_ALERT.messageText" = "已经是最新版了！";
"CHECK_FOR_UPDATES_NONE_AVAILABLE_ALERT_OK_BUTTON.title" = "好";

"CHECK_FOR_UPDATES_REQUEST_ERROR.title" = "检查更新时出错。";

"CHECK_FOR_UPDATES_ERROR_ALERT_DONE_BUTTON.title" = "完成";

"UPDATE_PROGRESS_ALERT_CANCEL_BUTTON.title" = "取消";

"UPDATE_PROGRESS_ALERT_WINDOW.title" = "正在检查更新…";

"SCREEN_CONFIGURATION_IDENTIFY_BUTTON.title" = "识别";

"LAYOUT_OPTIONS_CUE_BACKGROUND_CHECKBOX.title" = "Cue 背景色";
"LAYOUT_OPTIONS_CUE_BACKGROUND_COLOR.explanation" = "在预览缩略图中绘制为幻灯片背景颜色";

"LAYOUT_TABLE_VIEW_OPTIONS_BACKGROUND_COLOR.title" = "表格背景色";
"LAYOUT_TABLE_VIEW_OPTIONS_BACKGROUND_COLOR.title" = "表格背景色";

/// Screen config window title
"SCREEN_CONFIG_WINDOW.title" = "屏幕配置";
/// Screen configuration screen configuration arrangement menu item title - mirror type
"DEVICE_ARRANGEMENT_TYPE_MIRRORED.displayName" = "镜像";
/// For mirrored arrangement, this is the label next to the stepper
"SCREEN_CONFIG_MIRRORED_OUTPUTS_COUNT_LABEL.title" = "输出";


// MARK: - Text Styles Popover

"TEXT_STYLES_UNDO_SET_FONT" = "设置字体";
"TEXT_STYLES_UNDO_SET_FONT_COLOR" = "设置字体颜色";
"TEXT_STYLES_UNDO_SET_CAPITALIZATION" = "设置大写";
"TEXT_STYLES_UNDO_MODIFY_FONT_SIZE" = "修改字体大小";
"TEXT_STYLES_UNDO_SET_FONT_SIZE" = "设置字体大小";
"TEXT_STYLES_UNDO_SET_HORIZONTAL_ALIGNMENT" = "设置水平对齐";
"TEXT_STYLES_UNDO_SET_VERTICAL_ALIGNMENT" = "设置垂直对齐";
"TEXT_STYLES_UNDO_SET_STROKE_ENABLED" = "设置描边启用";
"TEXT_STYLES_UNDO_SET_STROKE_COLOR" = "设置描边颜色";
"TEXT_STYLES_UNDO_MODIFY_STROKE_WIDTH" = "修改描边宽度";
"TEXT_STYLES_UNDO_SET_STROKE_WIDTH" = "设置描边宽度";
"TEXT_STYLES_UNDO_SET_SHADOW_ENABLED" = "设置阴影启用";
"TEXT_STYLES_UNDO_SET_SHADOW_COLOR" = "设置阴影颜色";
"TEXT_STYLES_UNDO_MODIFY_SHADOW_OPACITY" = "修改阴影透明度";
"TEXT_STYLES_UNDO_SET_SHADOW_OPACITY" = "设置阴影透明度";
"TEXT_STYLES_UNDO_MODIFY_SHADOW_BLUR" = "修改阴影模糊";
"TEXT_STYLES_UNDO_SET_SHADOW_BLUR" = "设置阴影模糊";
"TEXT_STYLES_UNDO_MODIFY_SHADOW_OFFSET" = "修改阴影偏移";
"TEXT_STYLES_UNDO_SET_SHADOW_OFFSET" = "设置阴影偏移";
"TEXT_STYLES_UNDO_MODIFY_SHADOW_ANGLE" = "修改阴影角度";
"TEXT_STYLES_UNDO_SET_SHADOW_ANGLE" = "设置阴影角度";


// MARK: - Default Values

/* The name of a default timer created at first launch. Intended to track time for one part of a show. */
"DEFAULT_TIMER_SEGMENT_COUNTDOWN" = "Segment Countdown";
/* The name of a default timer created at first launch. Intended to track time until a show begins. */
"DEFAULT_TIMER_PRESHOW_COUNTDOWN" = "Preshow Countdown";
/* The name of a default timer created at first launch. Intended to track the time remaining in a game. */
"DEFAULT_TIMER_GAME_TIMER" = "游戏计时器";

/* title for alert shown when user attempts to refresh pco playlist but is not online */
"PCO_REFRESH_PLAYLIST_NOT_ONLINE_ALERT.title" = "没有Internet Connection";
/* title for ok button shown when user attempts to refresh pco playlist but is not online */
"PCO_REFRESH_PLAYLIST_NOT_ONLINE_ALERT_BUTTON.title" = "好";

/* Title for alert shown when user cancels a beta download */
"BETA_CANCEL_DOWNLOAD_ALERT.title" = "Beta Must Be Up-to-Date";

/* Informative text for alert shown when user cancels a beta download */
"BETA_CANCEL_DOWNLOAD_ALERT.informativeText" = "In the beta period, ProPresenter must be up-to-date with the latest version. Please allow download.";

/* Download button title for alert shown when user cancels a beta download */
"BETA_CANCEL_DOWNLOAD_ALERT_DOWNLOAD_UPDATE_BUTTON.text" = "下载更新";

/* title for video input behavior menu item */
"VIDEO_INPUT_ACTION_BEHAVIOR_MENU_ITEM.title" = "视频输入动作行为";

/* title for alert shown when user is deleting audio bin items */
"DELETE_AUDIO_CUES_ALERT.title" = "Are you sure you want to delete the selected Audio Cues?";

/* informative text for alert shown when user is deleting audio bin items */
"DELETE_AUDIO_CUES_ALERT.informativeText" = "\"删除 Cues\" will remove from ProPresenter only. \"Move to trash\" will remove cues from ProPresenter and move the files to the Trash.";

/* delete cues button text for alert shown when user is deleting audio bin items */
"DELETE_AUDIO_CUES_ALERT_DELETE_CUES_BUTTON.title" = "删除 Cues";

/* move to trash button text for alert shown when user is deleting audio bin items */
"DELETE_AUDIO_CUES_ALERT_MOVE_TO_TRASH_BUTTON.title" = "移到废纸篓";

/* cancel button text for alert shown when user is deleting audio bin items */
"DELETE_AUDIO_CUES_ALERT_CANCEL_BUTTON.title" = "取消";

/* undo string for editing slide notes */
"UNDO_SET_SLIDE_NOTES" = "设置幻灯片注释";


// MARK: - Bibles

/* Menu Item title for reference bible text box selection */
"BIBLE_REFERENCE_WITH_VERSE_MENU_ITEM.title" = "With Verse";
/* Menu item title for default bible template in the bible options view */
"BIBLE_TEMPLATE_SELECTION_MENU.DEFAULT_TEMPLATE.title" = "默认";

/* Alert error creating bibles folder when attempting to move downloaded bible to RVBibles folder */
"INSTALL_BIBLE_ERROR_CREATE_BIBLES_FOLDER_ALERT.messageText" = "无法将下载的圣经保存在磁盘上，因为无法创建目标目录。";

"INSTALL_BIBLE_ERROR_CREATE_BIBLES_FOLDER_ALERT_BUTTON.title" = "好";

/* Alert message text for when user tries to convert a PCO playlist with unlinked items */
"CONVERT_PCO_PLAYLIST_TO_STANDARD_PLAYLIST_PROMPT.message" = "Unlinked items in PCO playlist";
/* Alert info text for when user tries to convert a PCO playlist with unlinked items */
"CONVERT_PCO_PLAYLIST_TO_STANDARD_PLAYLIST_PROMPT.info" = "你的播放列表中存在未链接的计划中心项目。转换为标准播放列表将删除这些项目。";

/* The title for the web store window */
"WEB_STORE_WINDOW.title" = "Web 商店";

/* Menu item title for audience look action editor when there are no audience looks available */
"OPEN_AUDIENCE_LOOKS_WINDOW_MENU_ITEM.title" = "Open Audience Looks…";

/* Menu item title to display when there are no audience looks in the audience look action popover*/
"AUDIENCE_LOOKS_POPOVER_NONE_AVAILABLE_MENU_ITEM.title" = "None Available";

/* The string which is displayed in the editor element table view for text elements */
"SLIDE_ELEMENT_TEXT_DISPLAY_NAME" = "Text";


// Action Validation
"PRESENTATION_VIEW_CUE_MEDIA_ACTION_ERROR_tooltip" = "Media - %@ Not Found";
"PRESENTATION_VIEW_CUE_STAGE_LAYOUT_ACTION_ERROR_tooltip" = "Invalid Stage Layout Action";
"PRESENTATION_VIEW_CUE_TIMER_ACTION_ERROR_tooltip" = "Timer Not Found";
"PRESENTATION_VIEW_CUE_LOOK_ACTION_ERROR_tooltip" = "Look Not Found";
"PRESENTATION_VIEW_CUE_COMMUNICATION_ACTION_ERROR_tooltip" = "Communication Device Not Found";
"PRESENTATION_VIEW_CUE_PROP_ACTION_ERROR_tooltip" = "Prop Slide Not Found";
"PRESENTATION_VIEW_CUE_MESSAGE_ACTION_ERROR_tooltip" = "Message Not Found";

"STAGE_SCREEN_LAYOUT_SELECT_STAGE_LAYOUT_POPUP_BUTTON.title" = "Select Stage Layout";
"STAGE_SCREEN_LAYOUT_NO_LAYOUTS_AVAILABLE_POPUP_BUTTON.title" = "No Stage Layouts";


/* Menu item title for adding a clear action to a presentation cue */
"PRESENTATION_CUE_ADD_CLEAR_ACTION_MENU_ITEM.title" = "清除";

/* Menu item title for adding an audience action to a presentation cue */
"PRESENTATION_CUE_ADD_CLEAR_AUDIENCE_LOOK_ACTION_MENU_ITEM.title" = "Audience Look";

/* Menu item title for adding a stage action to a presentation cue */
"PRESENTATION_CUE_ADD_STAGE_ACTION_CONTEXTUAL_MENU_ITEM.title" = "舞台";

/* Menu item title for adding a timer action to a presentation cue */
"PRESENTATION_CUE_ADD_TIMER_ACTION_CONTEXTUAL_MENU_ITEM.title" = "计时器";

/* Menu item title for adding a communication action to a presentation cue */
"PRESENTATION_CUE_ADD_COMMUNICATION_ACTION_CONTEXTUAL_MENU_ITEM.title" = "通信";

/* Menu item title for editing a timer action */
"EDIT_TIMER_ACTION_MENU_ITEM.title" = "计时器：%@";

/* Menu item title for editing a prop action */
"EDIT_PROP_ACTION_MENU_ITEM.title" = "道具：%@";

/* Menu item title for editing a message action */
"EDIT_MESSAGE_ACTION_MENU_ITEM.title" = "消息：%@";

"PRESENTATION_ADD_STAGE_ACTION_CONTEXTUAL_MENU_ITEM.title" = "舞台动作";

/*Import progress window messages*/
"IMPORT_PROGRESS_WINDOW_PERCENT_COMPLETE" = "已完成 %i%%…";
"IMPORT_PROGRESS_WINDOW_MEDIA_IMPORT_TITLE" = "媒体导入进度";
"IMPORT_PROGRESS_WINDOW_DROPBOX_DOWNLOAD_IN_PROGRESS" = "Downloading file(s) from Dropbox...";

/* Screen Configuration - Blend Controls */
"BLEND_WIDTH" = "宽度";
"BLEND_LEFT_SCREEN" = "左屏幕";
"BLEND_RIGHT_SCREEN" = "右屏幕";
"BLEND_CURVE" = "Curve";
"BLEND_RADIUS" = "圆角";
"BLEND_GAMMA" = "伽马";
"BLEND_INTENSITY" = "强度";
"BLEND_BLACK_LEVEL" = "Black Level";
"BLEND_CURVE_LINEAR" = "线性";
"BLEND_CURVE_CUBIC" = "Cubic";
"BLEND_CURVE_QUADRATIC" = "Quadratic";
"BLEND_CURVE_LINEAR_tooltip" = "线性";
"BLEND_CURVE_CUBIC_tooltip" = "Cubic";
"BLEND_CURVE_QUADRATIC_tooltip" = "Quadratic";

"RV_UNDO_BUILD_TEXT_REVEAL_TYPE" = "Set Text Reveal Type";
"RV_UNDO_SET_REVEAL_FROM_INDEX" = "Set Reveal From Index";

// title for alert shown when a user enters an invalid syphon custom size
"DEVICE_CONFIGURATION_SYPHON_INVALID_CUSTOM_SIZE_ALERT.title" = "无效大小";

// title for the syphon custom size modal
"DEVICE_CONFIGURATION_SYPHON_CUSTOM_SIZE_MODAL.title" = "输入自定义宽度和高度";

"PRINT_PREPARING_ALERT.title" = "正在准备";
